{
  "\"breast cancer\" AND \"targeted therapy\" AND (\"clinical trial\" OR \"randomized controlled trial\") AND \"HER2\" AND": {
    "query": "\"breast cancer\" AND \"targeted therapy\" AND (\"clinical trial\" OR \"randomized controlled trial\") AND \"HER2\" AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "32171426",
        "title": "Pertuzumab, trastuzumab, and docetaxel for HER2-positive metastatic breast cancer (CLEOPATRA): end-of-study results from a double-blind, randomised, placebo-controlled, phase 3 study.",
        "abstract": "BACKGROUND\nCLEOPATRA was a phase 3 study comparing the efficacy and safety of pertuzumab, trastuzumab, and docetaxel with placebo, trastuzumab, and docetaxel in patients with HER2-positive metastatic breast cancer. In the primary analysis and subsequent reports, progression-free and overall survival were significantly improved in the pertuzumab group compared with the placebo group. Here, we report the end-of-study analysis of CLEOPATRA.\nMETHODS\nThis was a double-blind, randomised, placebo-controlled, phase 3 trial that was done at 204 centres in 25 countries. Eligible patients were 18 years or older, had HER2-positive, metastatic breast cancer, had not received previous chemotherapy or biological treatment for their metastatic disease, and had an Eastern Cooperative Oncology Group performance status of 0 or 1. All study drugs were given intravenously, every 3 weeks. Patients were assigned to receive either pertuzumab or placebo at a loading dose of 840 mg, and 420 mg thereafter; plus trastuzumab at 8 mg/kg loading dose and 6 mg/kg thereafter; and docetaxel at 75 mg/m 2 , escalating to 100 mg/m 2 if tolerated. Pertuzumab or placebo and trastuzumab were given until disease progression; docetaxel was given for six cycles, or longer at the investigators' discretion. Randomisation (1:1) was done by use of an interactive voice-response system and was stratified by geographical region (Asia, Europe, North America, or South America) and previous treatment (previous adjuvant or neoadjuvant chemotherapy vs none). The primary endpoint was independent review facility-assessed progression-free survival, which has been reported previously. Since the confirmatory overall survival analysis had also occurred before this prespecified end-of-study analysis, analyses presented here are descriptive. Overall survival analyses were based on the intention-to-treat population with crossover patients analysed in the placebo group; analyses were not adjusted for crossover to the pertuzumab group and are likely to be conservative. Safety analyses were based on treatment received; crossover patients were counted in the placebo group up to the day before first pertuzumab dose. This trial is registered with ClinicalTrials.gov, number NCT00567190.\nFINDINGS\nBetween Feb 12, 2008, and July 7, 2010, 1196 patients were assessed for eligibility, of whom 808 were enrolled and randomly assigned. 402 patients were assigned to receive docetaxel plus trastuzumab plus pertuzumab, and 406 patients were assigned to receive docetaxel plus trastuzumab plus placebo. Clinical cutoff for this analysis was Nov 23, 2018. Between July 2012 and clinical cutoff, 50 patients crossed from the placebo to the pertuzumab group. Median follow-up was 99·9 months in the pertuzumab group (IQR 92·9-106·4) and 98·7 months (90·9-105·7) in the placebo group. Median overall survival was 57·1 months (95% CI 50-72) in the pertuzumab group and 40·8 months (36-48) in the placebo group (hazard ratio 0·69, 95% CI 0·58-0·82); 8-year landmark overall survival rates were 37% (95% CI 31-42) in the pertuzumab group and 23% (19-28) in the placebo group. The most common grade 3-4 adverse event was neutropenia (200 [49%] of 408 patients in the pertuzumab group, 183 [46%] of 396 patients in the placebo group). Five (1%) of 408 patients in the pertuzumab group and six (2%) of 396 patients in the placebo group had treatment-related deaths. One new serious adverse event suggestive of congestive heart failure (pertuzumab group) and one new symptomatic left ventricular systolic dysfunction (post-crossover) occurred since the previous analysis.\nINTERPRETATION\nOur analysis shows that the previously observed improvements in overall survival with pertuzumab, trastuzumab, and docetaxel versus placebo, trastuzumab, and docetaxel were maintained after a median of more than 8 years of follow-up. The long-term safety and cardiac safety profiles of pertuzumab, trastuzumab, and docetaxel were maintained in the overall safety population and within crossover patients. HER2-targeted therapy has changed the natural history of HER2-positive metastatic breast cancer, with the dual blockade of pertuzumab and trastuzumab, with docetaxel, demonstrating an 8-year landmark overall survival rate of 37%.\nFUNDING\nF Hoffmann-La Roche and Genentech.",
        "year": "2020",
        "venue": "The Lancet. Oncology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/32171426/",
        "authors": [
          "Swain, Sandra M",
          "Miles, David",
          "Kim, Sung-Bae",
          "Im, Young-Hyuck",
          "Im, Seock-Ah",
          "Semiglazov, Vladimir",
          "Ciruelos, Eva",
          "Schneeweiss, Andreas",
          "Loi, Sherene",
          "Monturus, Estefanía",
          "Clark, Emma",
          "Knott, Adam",
          "Restuccia, Eleonora",
          "Benyunes, Mark C",
          "Cortés, Javier"
        ],
        "citation_count": null
      },
      {
        "pmid": "30516102",
        "title": "Trastuzumab Emtansine for Residual Invasive HER2-Positive Breast Cancer.",
        "abstract": "BACKGROUND\nPatients who have residual invasive breast cancer after receiving neoadjuvant chemotherapy plus human epidermal growth factor receptor 2 (HER2)-targeted therapy have a worse prognosis than those who have no residual cancer. Trastuzumab emtansine (T-DM1), an antibody-drug conjugate of trastuzumab and the cytotoxic agent emtansine (DM1), a maytansine derivative and microtubule inhibitor, provides benefit in patients with metastatic breast cancer that was previously treated with chemotherapy plus HER2-targeted therapy.\nMETHODS\nWe conducted a phase 3, open-label trial involving patients with HER2-positive early breast cancer who were found to have residual invasive disease in the breast or axilla at surgery after receiving neoadjuvant therapy containing a taxane (with or without anthracycline) and trastuzumab. Patients were randomly assigned to receive adjuvant T-DM1 or trastuzumab for 14 cycles. The primary end point was invasive disease-free survival (defined as freedom from ipsilateral invasive breast tumor recurrence, ipsilateral locoregional invasive breast cancer recurrence, contralateral invasive breast cancer, distant recurrence, or death from any cause).\nRESULTS\nAt the interim analysis, among 1486 randomly assigned patients (743 in the T-DM1 group and 743 in the trastuzumab group), invasive disease or death had occurred in 91 patients in the T-DM1 group (12.2%) and 165 patients in the trastuzumab group (22.2%). The estimated percentage of patients who were free of invasive disease at 3 years was 88.3% in the T-DM1 group and 77.0% in the trastuzumab group. Invasive disease-free survival was significantly higher in the T-DM1 group than in the trastuzumab group (hazard ratio for invasive disease or death, 0.50; 95% confidence interval, 0.39 to 0.64; P<0.001). Distant recurrence as the first invasive-disease event occurred in 10.5% of patients in the T-DM1 group and 15.9% of those in the trastuzumab group. The safety data were consistent with the known safety profile of T-DM1, with more adverse events associated with T-DM1 than with trastuzumab alone.\nCONCLUSIONS\nAmong patients with HER2-positive early breast cancer who had residual invasive disease after completion of neoadjuvant therapy, the risk of recurrence of invasive breast cancer or death was 50% lower with adjuvant T-DM1 than with trastuzumab alone. (Funded by F. Hoffmann-La Roche/Genentech; KATHERINE ClinicalTrials.gov number, NCT01772472 .).",
        "year": "2019",
        "venue": "The New England journal of medicine",
        "url": "https://pubmed.ncbi.nlm.nih.gov/30516102/",
        "authors": [
          "von Minckwitz, Gunter",
          "Huang, Chiun-Sheng",
          "Mano, Max S",
          "Loibl, Sibylle",
          "Mamounas, Eleftherios P",
          "Untch, Michael",
          "Wolmark, Norman",
          "Rastogi, Priya",
          "Schneeweiss, Andreas",
          "Redondo, Andres",
          "Fischer, Hans H",
          "Jacot, William",
          "Conlin, Alison K",
          "Arce-Salinas, Claudia",
          "Wapnir, Irene L",
          "Jackisch, Christian",
          "DiGiovanna, Michael P",
          "Fasching, Peter A",
          "Crown, John P",
          "Wülfing, Pia",
          "Shao, Zhimin",
          "Rota Caremoli, Elena",
          "Wu, Haiyan",
          "Lam, Lisa H",
          "Tesarowski, David",
          "Smitt, Melanie",
          "Douthwaite, Hannah",
          "Singel, Stina M",
          "Geyer, Charles E"
        ],
        "citation_count": null
      },
      {
        "pmid": "39693591",
        "title": "Abemaciclib Plus Fulvestrant in Advanced Breast Cancer After Progression on CDK4/6 Inhibition: Results From the Phase III postMONARCH Trial.",
        "abstract": "PURPOSE\nCyclin-dependent kinase 4/6 inhibitors (CDK4/6i) combined with endocrine therapy (ET) are the standard first-line treatment for hormone receptor-positive (HR+), human epidermal growth factor receptor 2-negative (HER2-) advanced breast cancer (ABC); however, disease progression occurs in almost all patients and additional treatment options are needed. Herein, we report outcomes of the postMONARCH trial investigating a switch in ET with/without CDK4/6 inhibition with abemaciclib after disease progression on CDK4/6i.\nMETHODS\nThis double-blind, randomized phase III study enrolled patients with disease progression on previous CDK4/6i plus aromatase inhibitor as initial therapy for advanced disease or recurrence on/after adjuvant CDK4/6i + ET. Patients were randomly assigned (1:1) to abemaciclib + fulvestrant or placebo + fulvestrant. The primary end point was investigator-assessed progression-free survival (PFS). Secondary end points included PFS by blinded independent central review, objective response rate (ORR), and safety.\nRESULTS\nThis study randomly assigned 368 patients (abemaciclib + fulvestrant, n = 182 placebo + fulvestrant, n = 186). At the primary analysis (258 events), the hazard ratio (HR) was 0.73 (95% CI, 0.57 to 0.95; nominal P = .017), with median PFS 6.0 (95% CI, 5.6 to 8.6) versus 5.3 (95% CI, 3.7 to 5.6) months and 6-month PFS rates of 50% and 37% in the abemaciclib + fulvestrant and placebo + fulvestrant arms, respectively. These results were supported by BICR-assessed PFS (HR, 0.55 [95% CI, 0.39 to 0.77]; nominal P < .001). A consistent treatment effect was seen across major clinical and genomic subgroups, including with/without ESR1 or PIK3CA mutations. Among patients with measurable disease, investigator-assessed ORR was improved with abemaciclib + fulvestrant versus placebo + fulvestrant (17% v 7%; nominal P = .015). No new safety signals were observed, with findings consistent with the known safety profile of abemaciclib.\nCONCLUSION\nAbemaciclib + fulvestrant significantly improved PFS after disease progression on previous CDK4/6i + ET in patients with HR+, HER2- ABC, offering an additional targeted therapy option for these patients.",
        "year": "2025",
        "venue": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39693591/",
        "authors": [
          "Kalinsky, Kevin",
          "Bianchini, Giampaolo",
          "Hamilton, Erika",
          "Graff, Stephanie L",
          "Park, Kyong Hwa",
          "Jeselsohn, Rinath",
          "Demirci, Umut",
          "Martin, Miguel",
          "Layman, Rachel M",
          "Hurvitz, Sara A",
          "Sammons, Sarah",
          "Kaufman, Peter A",
          "Muñoz, Montserrat",
          "Lai, Jiun-I",
          "Knoderer, Holly",
          "Sandoval, Cynthia",
          "Chawla, Aarti R",
          "Nguyen, Bastien",
          "Zhou, Yanhong",
          "Ravenberg, Elizabeth",
          "Litchfield, Lacey M",
          "Smyth, Lillian",
          "Wander, Seth A"
        ],
        "citation_count": null
      },
      {
        "pmid": "33357420",
        "title": "Fixed-dose combination of pertuzumab and trastuzumab for subcutaneous injection plus chemotherapy in HER2-positive early breast cancer (FeDeriCa): a randomised, open-label, multicentre, non-inferiority, phase 3 study.",
        "abstract": "BACKGROUND\nA subcutaneous formulation of pertuzumab and trastuzumab with recombinant human hyaluronidase in one ready-to-use, fixed-dose combination vial (pertuzumab, trastuzumab, and hyaluronidase-zzxf) was approved by the US Food and Drug Administration (FDA) on June 29, 2020. We report the primary analysis of the FeDeriCa study, which was designed to assess the pharmacokinetics, efficacy, and safety of the fixed-dose subcutaneous formulation compared to intravenous pertuzumab plus trastuzumab in patients with HER2-positive early breast cancer in the neoadjuvant-adjuvant setting.\nMETHODS\nFeDeriCa, a randomised, open-label, international, multicentre, non-inferiority, phase 3 study, was done across 106 sites in 19 countries. Patients aged 18 years or older with an Eastern Cooperative Oncology Group performance status of 0 or 1, HER2-positive, operable, locally advanced, or inflammatory stage II-IIIC breast cancer, and a left ventricular ejection fraction of 55% or more were randomly assigned (1:1), using a voice-based or web-based response system, to receive intravenous pertuzumab (840 mg loading dose, followed by 420 mg maintenance doses) plus intravenous trastuzumab (8 mg/kg loading dose, followed by 6 mg/kg maintenance doses) or the fixed-dose combination of pertuzumab and trastuzumab for subcutaneous injection (1200 mg pertuzumab plus 600 mg trastuzumab loading dose in 15 mL, followed by 600 mg pertuzumab plus 600 mg trastuzumab maintenance doses in 10 mL), both administered every 3 weeks with neoadjuvant chemotherapy. Patients were stratified by hormone receptor status, clinical stage, and chemotherapy regimen. The investigator selected one of the two protocol-approved standard chemotherapy regimens before randomisation. Four cycles of HER2-targeted therapy were administered concurrently with the taxane. After surgery, patients continued the HER2-targeted therapy to receive an additional 14 cycles (total of 18). The primary endpoint was non-inferiority of the cycle 7 pertuzumab serum trough concentration (C trough ; ie, cycle 8 predose pertuzumab concentration) within the fixed-dose combination for subcutaneous injection versus intravenous pertuzumab plus trastuzumab in the per-protocol pharmacokinetic population (all enrolled patients who adhered to prespecified criteria for pharmacokinetic assessment). Non-inferiority was concluded if the lower bound of the 90% CI of the geometric mean ratio was 0·8 or higher. The safety population included all patients who received at least one dose of study medication, including chemotherapy or HER2-targeted therapy. Enrolment, neoadjuvant therapy, and surgery have been completed; adjuvant treatment and follow-up are ongoing. The trial is registered with ClinicalTrials.gov, NCT03493854.\nFINDINGS\nBetween June 14, 2018, and Dec 24, 2018, 252 patients were randomly assigned to the intravenous infusion group and 248 to the fixed-dose combination group. The geometric mean ratio of pertuzumab serum C trough subcutaneous to serum C trough intravenous was 1·22 (90% CI 1·14-1·31). The most common grade 3-4 adverse events occurring during neoadjuvant treatment with HER2-targeted therapy plus chemotherapy in 5% or more of patients were neutropenia (34 [13%] of 252 patients in the intravenous infusion group vs 35 [14%] of 248 patients in the fixed-dose combination group), decreased neutrophil count (31 [12%] vs 27 [11%]), febrile neutropenia (14 [6%] vs 16 [6%]), diarrhoea (12 [5%] vs 17 [7%]), and decreased white blood cell count (18 [7%] vs nine [4%]). At least one treatment-related serious adverse event was reported in 25 (10%) patients in the intravenous infusion group and 26 (10%) patients in the fixed-dose combination group. One patient in each treatment group had an adverse event that led to death (urosepsis in the intravenous infusion group and acute myocardial infarction in the fixed-dose combination group); neither death was related to HER2-targeted therapy.\nINTERPRETATION\nThe study met its primary endpoint: the fixed-dose combination of pertuzumab and trastuzumab for subcutaneous injection provides non-inferior cycle 7 pertuzumab serum C trough concentrations to intravenous pertuzumab plus trastuzumab in the neoadjuvant setting with comparable total pathological complete response rates, supporting the FDA approval. Safety was similar between treatment groups, and in line with other pertuzumab, trastuzumab, and chemotherapy trials. Follow-up is ongoing for long-term outcomes, including efficacy and long-term safety.\nFUNDING\nF Hoffmann-La Roche and Genentech.",
        "year": "2021",
        "venue": "The Lancet. Oncology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33357420/",
        "authors": [
          "Tan, Antoinette R",
          "Im, Seock-Ah",
          "Mattar, André",
          "Colomer, Ramon",
          "Stroyakovskii, Daniil",
          "Nowecki, Zbigniew",
          "De Laurentiis, Michelino",
          "Pierga, Jean-Yves",
          "Jung, Kyung Hae",
          "Schem, Christian",
          "Hogea, Alexandra",
          "Badovinac Crnjevic, Tanja",
          "Heeson, Sarah",
          "Shivhare, Mahesh",
          "Kirschbrown, Whitney P",
          "Restuccia, Eleonora",
          "Jackisch, Christian"
        ],
        "citation_count": null
      },
      {
        "pmid": "39241211",
        "title": "Imlunestrant, an Oral Selective Estrogen Receptor Degrader, as Monotherapy and in Combination With Targeted Therapy in Estrogen Receptor-Positive, Human Epidermal Growth Factor Receptor 2-Negative Advanced Breast Cancer: Phase Ia/Ib EMBER Study.",
        "abstract": "PURPOSE\nImlunestrant is a next-generation oral selective estrogen receptor (ER) degrader designed to deliver continuous ER target inhibition, including in ESR1- mutant breast cancer. This phase Ia/b trial determined the recommended phase II dose (RP2D), safety, pharmacokinetics, and efficacy of imlunestrant, as monotherapy and in combination with targeted therapy, in ER-positive (ER+) advanced breast cancer (ABC) and endometrial endometrioid cancer. The ER+/human epidermal growth factor receptor 2-negative (HER2-) ABC experience is reported here.\nMETHODS\nAn i3+3 dose-escalation design was used, followed by dose expansions of imlunestrant as monotherapy or in combination with abemaciclib with or without aromatase inhibitor (AI), everolimus, or alpelisib. Imlunestrant was administered orally once daily and with the combination partner per label.\nRESULTS\nOverall, 262 patients with ER+/HER2- ABC were treated (phase Ia, n = 74; phase Ib, n = 188). Among patients who received imlunestrant monotherapy (n = 114), no dose-limiting toxicities or discontinuations occurred. At the RP2D (400 mg once daily), patients (n = 51) reported grade 1-2 nausea (39.2%), fatigue (39.2%), and diarrhea (29.4%). Patients at RP2D had received previous cyclin-dependent kinase 4/6 inhibitor (CDK4/6i; 92.2%), fulvestrant (41.2%), and chemotherapy (29.4%) for ABC and achieved a median progression-free survival (mPFS) of 7.2 months (95% CI, 3.7 to 8.3). Among patients who received imlunestrant + abemaciclib (n = 42) and imlunestrant + abemaciclib + AI (n = 43), most (69.4%) were treatment-naïve for ABC; all were CDK4/6i-naïve. Patients treated with imlunestrant + everolimus (n = 42)/alpelisib (n = 21) had received previous CDK4/6i (100%), fulvestrant (34.9%), and chemotherapy (17.5%) for ABC. No new safety signals or interactions with partnered drugs were observed. The mPFS was 19.2 months (95% CI, 13.8 to not available) for imlunestrant + abemaciclib and was not reached for imlunestrant + abemaciclib + AI. The mPFS with imlunestrant + everolimus/alpelisib was 15.9 months (95% CI, 11.3 to 19.1)/9.2 months (95% CI, 3.7 to 11.1). Antitumor activity was evident regardless of ESR1 mutation status.\nCONCLUSION\nImlunestrant, as monotherapy or in combination with targeted therapy, had a manageable safety profile with evidence of preliminary antitumor activity in ER+/HER2- ABC.",
        "year": "2024",
        "venue": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39241211/",
        "authors": [
          "Jhaveri, Komal L",
          "Lim, Elgene",
          "Jeselsohn, Rinath",
          "Ma, Cynthia X",
          "Hamilton, Erika P",
          "Osborne, Cynthia",
          "Bhave, Manali",
          "Kaufman, Peter A",
          "Beck, J Thaddeus",
          "Manso Sanchez, Luis",
          "Parajuli, Ritesh",
          "Wang, Hwei-Chung",
          "Tao, Jessica J",
          "Im, Seock-Ah",
          "Harnden, Kathleen",
          "Yonemori, Kan",
          "Dhakal, Ajay",
          "Neven, Patrick",
          "Aftimos, Philippe",
          "Pierga, Jean-Yves",
          "Lu, Yen-Shen",
          "Larson, Timothy",
          "Jerez, Yolanda",
          "Sideras, Kostandinos",
          "Sohn, Joohyuk",
          "Kim, Sung-Bae",
          "Saura, Cristina",
          "Bardia, Aditya",
          "Sammons, Sarah L",
          "Bacchion, Francesca",
          "Li, Yujia",
          "Yuen, Eunice",
          "Estrem, Shawn T",
          "Rodrik-Outmezguine, Vanessa",
          "Nguyen, Bastien",
          "Ismail-Khan, Roohi",
          "Smyth, Lillian",
          "Beeram, Muralidhar"
        ],
        "citation_count": null
      }
    ],
    "total": 269,
    "snapshot_time": "2025-12-15T17:01:30.547414"
  },
  "\"breast cancer\" AND \"targeted therapy\" AND \"mechanism\" AND (\"HER2\" OR \"BRCA1\" OR \"BRCA2\") AND": {
    "query": "\"breast cancer\" AND \"targeted therapy\" AND \"mechanism\" AND (\"HER2\" OR \"BRCA1\" OR \"BRCA2\") AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "27137076",
        "title": "Breast Cancer: Current Molecular Therapeutic Targets and New Players.",
        "abstract": "Breast cancer is the most common cancer and the most frequent cause of cancer death among women worldwide. Breast cancer is a complex, heterogeneous disease classified into hormone-receptor-positive, human epidermal growth factor receptor-2 overexpressing (HER2+) and triple-negative breast cancer (TNBC) based on histological features. Endocrine therapy, the mainstay of treatment for hormone-responsive breast cancer involves use of selective estrogen receptor modulators (SERMs), selective estrogen receptor downregulators (SERDs) and aromatase inhibitors (AIs). Agents that target estrogen receptor (ER) and HER2 such as tamoxifen and trastuzumab have been the most extensively used therapeutics for breast cancer. Crosstalk between ER and other signalling networks as well as epigenetic mechanisms have been envisaged to contribute to endocrine therapy resistance. TNBC, a complex, heterogeneous, aggressive form of breast cancer in which the cells do not express ER, progesterone receptor or HER2 is refractory to therapy. Several molecular targets are being explored to target TNBC including androgen receptor, epidermal growth factor receptor (EGFR), poly(ADP-ribose) polymerase (PARP), and vascular endothelial growth factor (VEGF). Receptors, protein tyrosine kinases, phosphatases, proteases, PI3K/Akt signalling pathway, microRNAs (miRs) and long noncoding RNAs (lncRNAs) are potential therapeutic targets. miR-based therapeutic approaches include inhibition of oncomiRs by antisense oligonucleotides, restoration of tumour suppressors using miR mimics, and chemical modification of miRs. The lnRNAs HOTAIR, SPRY4-IT1, GAS5, and PANDAR, new players in tumour development and prognosis may have theranostic applications in breast cancer. Several novel classes of mechanism-based drugs have been designed and synthesised for treatment of breast cancer. Integration of nucleic acid sequencing studies with mass spectrometry-based peptide sequencing and posttranslational modifications as well as rational drug design will provide a more comprehensive understanding of the pathophysiology of breast cancer and help in evolving therapeutic strategies.",
        "year": "2017",
        "venue": "Anti-cancer agents in medicinal chemistry",
        "url": "https://pubmed.ncbi.nlm.nih.gov/27137076/",
        "authors": [
          "Nagini, Siddavaram"
        ],
        "citation_count": null
      },
      {
        "pmid": "33507053",
        "title": "Targeted Cancer Therapies.",
        "abstract": "Targeted cancer therapies involve chemotherapeutic agents that attack, directly or indirectly, a specific genetic biomarker found in a given cancer. Targeted oncology includes monoclonal antibodies, small molecule inhibitors, antibody-drug conjugates, and immunotherapy. For example, the monoclonal antibodies trastuzumab and pertuzumab target human epidermal growth factor receptor 2 (HER2) and are used when treating HER2-positive breast cancer. Although targeted oncology has improved survival by years for some incurable cancers such as metastatic breast and lung cancer, as few as 8% of patients with advanced cancer qualify for targeted oncology medications, and even fewer benefit. Other limitations include serious adverse events, illustrated by a 20% to 30% rate of heart attack, stroke, or peripheral vascular events among patients taking ponatinib, which is used in treating chronic myelogenous leukemia. Immune checkpoint inhibitor therapy-related adverse effects such as hypothyroidism are common, and more severe adverse events such as colitis and pneumonitis can be fatal and require immediate intervention. Drug interactions with widely prescribed medications such as antacids and warfarin are common. Additionally, financial toxicities are a problem for patients with cancer who are using costly targeted therapies. Future directions for targeted oncology include tumor-agnostic drugs, which target a given mutation and could be used in treating cancers from multiple organ types. An overview of indications, mechanism of action, and toxicities of targeted cancer therapies is offered here.",
        "year": "2021",
        "venue": "American family physician",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33507053/",
        "authors": [
          "Smith, Claire Elizabeth Powers",
          "Prasad, Vinayak"
        ],
        "citation_count": null
      },
      {
        "pmid": "36043521",
        "title": "CDK4/6 inhibitor resistance mechanisms and treatment strategies (Review).",
        "abstract": "In recent years, the incidence rate of breast cancer has increased year by year, and it has become a major threat to the health of women globally. Among all breast cancer subtypes, the hormone receptor (HR) + /human epidermal growth factor receptor 2 (HER2) ‑ luminal subtype breast cancer is the most common form of breast cancer. Cyclin‑dependent kinase 4 and 6 (CDK4/6) inhibitors, the hotspots in the field of targeted therapy for breast cancer, have proved to exhibit a good effect on patients with HR + /HER2 ‑ breast cancer in a number of clinical trials, but the problem of drug resistance is inevitable. At present, three specific CDK4/6 inhibitors (palbociclib, ribociclib and abemaciclib) have been approved by the USA Food and Drug Administration for the first‑line treatment of HR + /HER2 ‑ breast cancer. The drug resistance mechanisms of CDK4/6 inhibitors can be divided into cell cycle‑specific resistance and cell cycle non‑specific resistance. With the discovery of the drug resistance mechanism of CDK4/6 inhibitors, various targeted strategies have been proposed. The present review mainly discusses the mechanism of CDK4/6 inhibitors, drug resistance mechanisms and treatment strategies after resistance.",
        "year": "2022",
        "venue": "International journal of molecular medicine",
        "url": "https://pubmed.ncbi.nlm.nih.gov/36043521/",
        "authors": [
          "Huang, Jinyao",
          "Zheng, Liang",
          "Sun, Zicheng",
          "Li, Jie"
        ],
        "citation_count": null
      },
      {
        "pmid": "38630392",
        "title": "PI3K/AKT/mTOR signaling pathway: an important driver and therapeutic target in triple-negative breast cancer.",
        "abstract": "Triple-negative breast cancer (TNBC) is a highly heterogeneous tumor lacking estrogen receptor (ER), progesterone receptor (PR), and human epidermal growth factor receptor 2 (HER2) expression. It has higher aggressiveness and metastasis than other subtypes, with limited effective therapeutic strategies, leading to a poor prognosis. The phosphoinositide 3-kinase (PI3K)/protein kinase B (AKT)/mechanistic target of rapamycin (mTOR) signaling pathway is prevalently over-activated in human cancers and contributes to breast cancer (BC) growth, survival, proliferation, and angiogenesis, which could be an interesting therapeutic target. This review summarizes the PI3K/AKT/mTOR signaling pathway activation mechanism in TNBC and discusses the relationship between its activation and various TNBC subtypes. We also report the latest clinical studies on kinase inhibitors related to this pathway for treating TNBC. Our review discusses the issues that need to be addressed in the clinical application of these inhibitors.",
        "year": "2024",
        "venue": "Breast cancer (Tokyo, Japan)",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38630392/",
        "authors": [
          "Zhang, Huan-Ping",
          "Jiang, Rui-Yuan",
          "Zhu, Jia-Yu",
          "Sun, Ke-Na",
          "Huang, Yuan",
          "Zhou, Huan-Huan",
          "Zheng, Ya-Bing",
          "Wang, Xiao-Jia"
        ],
        "citation_count": null
      },
      {
        "pmid": "39555080",
        "title": "Advances in Trop-2 targeted antibody-drug conjugates for breast cancer: mechanisms, clinical applications, and future directions.",
        "abstract": "Breast cancer remains a leading cause of cancer-related deaths among women worldwide, highlighting the need for novel therapeutic strategies. Trophoblast cell surface antigen 2 (Trop-2), a type I transmembrane glycoprotein highly expressed in various solid tumors including all subtypes of breast cancer, has emerged as a promising target for cancer therapy. This review focuses on recent advancements in Trop-2-targeted antibody-drug conjugates (ADCs) for breast cancer treatment. We comprehensively analyzed the structure and mechanism of action of ADCs, as well as the role of Trop-2 in breast cancer progression and prognosis. Several Trop-2-targeted ADCs, such as Sacituzumab Govitecan (SG) and Datopotamab Deruxtecan (Dato-DXd), have demonstrated significant antitumor activity in clinical trials for both triple-negative breast cancer (TNBC) and hormone receptor-positive/HER2-negative (HR+/HER2-) breast cancer. We systematically reviewed the ongoing clinical studies of these ADCs, highlighting their efficacy and safety profiles. Furthermore, we explored the potential of combining Trop-2-targeted ADCs with other therapeutic modalities, including immunotherapy, targeted therapies, and small molecule inhibitors. Notably, Trop-2-targeted ADCs have shown promise in reprogramming the tumor microenvironment through multiple signaling pathways, potentially enhancing antitumor immunity. This review aims to provide new insights and research directions for the development of innovative breast cancer therapies, offering potential solutions to improve treatment outcomes and quality of life for breast cancer patients.",
        "year": "2024",
        "venue": "Frontiers in immunology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39555080/",
        "authors": [
          "Tong, Yujun",
          "Fan, Xiaobing",
          "Liu, Huan",
          "Liang, Tiantian"
        ],
        "citation_count": null
      }
    ],
    "total": 190,
    "snapshot_time": "2025-12-15T17:01:33.991480"
  },
  "\"breast cancer\" AND \"targeted therapy\" AND \"review\" AND \"biomarkers\" AND": {
    "query": "\"breast cancer\" AND \"targeted therapy\" AND \"review\" AND \"biomarkers\" AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "24508693",
        "title": "HER2 in breast cancer: a review and update.",
        "abstract": "HER2 (human epidermal growth factor receptor 2) receptor is a membrane tyrosine kinase and when activated affects cell proliferation and survival. The HER2 oncogene is located on chromosome 17q12. HER2 amplification is the primary pathway of HER2 receptor overexpression and is a major driver of tumor development and progression in a subset of breast cancers. HER2 is amplified in about 15% to 20% of breast cancers. The overexpressed HER2 receptor is a valuable therapeutic target. The 2007 ASCO guidelines mandate that HER2 should be evaluated in every invasive breast cancer, either at the time of diagnosis or recurrence to guide therapy. Currently HER2 testing is carried out by several methods. It is crucial to standardize testing techniques to accurately assess HER2 status. The aim of this review on HER2 in breast cancer is to discuss the important aspects of HER2 biology, its significance in breast cancer, and the current standards for its detection.",
        "year": "2014",
        "venue": "Advances in anatomic pathology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/24508693/",
        "authors": [
          "Krishnamurti, Uma",
          "Silverman, Jan F"
        ],
        "citation_count": null
      },
      {
        "pmid": "36010585",
        "title": "PI3K/AKT/mTOR-Targeted Therapy for Breast Cancer.",
        "abstract": "Phosphatidylinositol 3-kinase (PI3K), protein kinase B (PKB/AKT) and mechanistic target of rapamycin (mTOR) (PAM) pathways play important roles in breast tumorigenesis and confer worse prognosis in breast cancer patients. The inhibitors targeting three key nodes of these pathways, PI3K, AKT and mTOR, are continuously developed. For breast cancer patients to truly benefit from PAM pathway inhibitors, it is necessary to clarify the frequency and mechanism of abnormal alterations in the PAM pathway in different breast cancer subtypes, and further explore reliable biomarkers to identify the appropriate population for precision therapy. Some PI3K and mTOR inhibitors have been approved by regulatory authorities for the treatment of specific breast cancer patient populations, and many new-generation PI3K/mTOR inhibitors and AKT isoform inhibitors have also been shown to have good prospects for cancer therapy. This review summarizes the changes in the PAM signaling pathway in different subtypes of breast cancer, and the latest research progress about the biomarkers and clinical application of PAM-targeted inhibitors.",
        "year": "2022",
        "venue": "Cells",
        "url": "https://pubmed.ncbi.nlm.nih.gov/36010585/",
        "authors": [
          "Zhu, Kunrui",
          "Wu, Yanqi",
          "He, Ping",
          "Fan, Yu",
          "Zhong, Xiaorong",
          "Zheng, Hong",
          "Luo, Ting"
        ],
        "citation_count": null
      },
      {
        "pmid": "31421262",
        "title": "Metastatic heterogeneity of breast cancer: Molecular mechanism and potential therapeutic targets.",
        "abstract": "Breast cancer is one of the most common malignancies among women throughout the world and is the major cause of most cancer-related deaths. Several explanations account for the high rate of mortality of breast cancer, and metastasis to vital organs is identified as the principal cause. Over the past few years, intensive efforts have demonstrated that breast cancer exhibits metastatic heterogeneity with distinct metastatic precedence to various organs, giving rise to differences in prognoses and responses to therapy in breast cancer patients. Bone, lung, liver, and brain are generally accepted as the primary target sites of breast cancer metastasis. However, the underlying molecular mechanism of metastatic heterogeneity of breast cancer remains to be further elucidated. Recently, the advent of novel genomic and pathologic approaches as well as technological breakthroughs in imaging analysis and animal modelling have yielded an unprecedented change in our understanding of the heterogeneity of breast cancer metastasis and provided novel insight for establishing more effective therapeutics. This review summarizes recent molecular mechanisms and emerging concepts on the metastatic heterogeneity of breast cancer and discusses the potential of identifying specific molecules against tumor cells or tumor microenvironments to thwart the development of metastatic disease and improve the prognosis of breast cancer patients.",
        "year": "2020",
        "venue": "Seminars in cancer biology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31421262/",
        "authors": [
          "Liang, Yiran",
          "Zhang, Hanwen",
          "Song, Xiaojin",
          "Yang, Qifeng"
        ],
        "citation_count": null
      },
      {
        "pmid": "33198517",
        "title": "Triple-negative breast cancer: promising prognostic biomarkers currently in development.",
        "abstract": "Introduction : Triple-negative breast cancer (TNBC) is an aggressive type of breast cancer associated with poor prognosis and limited treatment options. Validated prognostic and predictive biomarkers are needed to guide treatment decisions and prognostication. Areas covered : In this review, we discuss established and developing prognostic and predictive biomarkers in TNBC and associated emerging and approved therapies. Biomarkers reviewed include epidermal growth factor receptor (EGFR), vascular endothelial growth factors (VEGF), fibroblast growth factor receptor (FGFR), human epidermal growth factor receptor 2 (HER2), androgen receptor, NOTCH signaling, oxidative stress/redox signaling, microRNAs, TP53 mutation, breast cancer susceptibility gene 1 or 2 ( BRCA1/2 ) mutation/homologous recombination deficiency (HRD), NTRK gene fusion, PI3K/AKT/mTOR, immune biomarkers (programmed death-ligand 1 (PDL1), tumor-infiltrating lymphocytes (TILs), tumor mutational burden (TMB), neoantigens, defects in DNA mismatch repair proteins (dMMR)/microsatellite instability-high (MSI-H)), circulating tumor cells/cell-free DNA, novel targets of antibody-drug conjugates, and residual disease. Expert opinion : Biomarker-driven care in the management of TNBC is increasing and has helped expand options for patients diagnosed with this subtype of breast cancer. Research efforts are ongoing to identify additional biomarkers and targeted treatment options with the ultimate goal of improving clinical outcomes and survivorship.",
        "year": "2021",
        "venue": "Expert review of anticancer therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33198517/",
        "authors": [
          "Sukumar, Jasmine",
          "Gast, Kelly",
          "Quiroga, Dionisia",
          "Lustberg, Maryam",
          "Williams, Nicole"
        ],
        "citation_count": null
      },
      {
        "pmid": "38291745",
        "title": "HER2-Low Breast Cancer: Now and in the Future.",
        "abstract": "Breast cancer is a heterogeneous disease, and its subtypes are characterized by hormone receptor and human epidermal growth factor receptor 2 (HER2) expression status. \"HER2-low\" tumors, which exhibit a low level of HER2 expression (immunohistochemistry 1+ or 2+ without gene amplification), were conventionally considered not amenable to anti-HER2 targeting agents based on the results of a phase III trial of trastuzumab. However, this perspective is being challenged by the emergence of novel anti-HER2 antibody-drug conjugates, such as trastuzumab-deruxtecan. These innovative therapies have demonstrated remarkable efficacy against HER2-low breast cancer, shedding new light on a previously overlooked category of breast cancer. Such promising results highlight the need for in-depth investigations of the biology and prognostic implications of HER2-low tumors. In this review, we comprehensively summarize the current evidence surrounding this topic and highlight areas that warrant further exploration and research in the future.",
        "year": "2024",
        "venue": "Cancer research and treatment",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38291745/",
        "authors": [
          "Kang, Sora",
          "Kim, Sung-Bae"
        ],
        "citation_count": null
      }
    ],
    "total": 739,
    "snapshot_time": "2025-12-15T17:01:37.810512"
  },
  "\"Amyotrophic Lateral Sclerosis\" AND CRISPR AND (\"gene editing\" OR \"genome editing\") AND (\"clinical trial\" OR \"treatment outcome\") AND \"\"[Date - Publication]": {
    "query": "\"Amyotrophic Lateral Sclerosis\" AND CRISPR AND (\"gene editing\" OR \"genome editing\") AND (\"clinical trial\" OR \"treatment outcome\") AND \"\"[Date - Publication]",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "33839324",
        "title": "Gene therapy for ALS: A review.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) has historically posed unique challenges for gene-therapy-based approaches, due to a paucity of therapeutic targets as well as the difficulty of accessing both the brain and spinal cord. Recent advances in our understanding of disease mechanism and ALS genetics, however, have combined with tremendous strides in CNS targeting, gene delivery, and gene editing and knockdown techniques to open new horizons of therapeutic possibility. Gene therapy clinical trials are currently underway for ALS patients with SOD1 mutations, C9orf72 hexanucleotide repeat expansions, ATXN2 trinucleotide expansions, and FUS mutations, as well as sporadic disease without known genetic cause. In this review, we provide an in-depth exploration of the state of ALS-directed gene therapy, including antisense oligonucleotides, RNA interference, CRISPR, adeno-associated virus (AAV)-mediated trophic support, and antibody-based methods. We discuss how each of these approaches has been implemented across known genetic causes as well as sporadic ALS, reviewing preclinical studies as well as completed and ongoing human clinical trials. We highlight the transformative potential of these evolving technologies as the gene therapy field advances toward a true disease-modifying treatment for this devastating illness.",
        "year": "2021",
        "venue": "Molecular therapy : the journal of the American Society of Gene Therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33839324/",
        "authors": [
          "Amado, Defne A",
          "Davidson, Beverly L"
        ],
        "citation_count": null
      },
      {
        "pmid": "31011884",
        "title": "Next Generation Precision Medicine: CRISPR-mediated Genome Editing for the Treatment of Neurodegenerative Disorders.",
        "abstract": "Despite significant advancements in the field of molecular neurobiology especially neuroinflammation and neurodegeneration, the highly complex molecular mechanisms underlying neurodegenerative diseases remain elusive. As a result, the development of the next generation neurotherapeutics has experienced a considerable lag phase. Recent advancements in the field of genome editing offer a new template for dissecting the precise molecular pathways underlying the complex neurodegenerative disorders. We believe that the innovative genome and transcriptome editing strategies offer an excellent opportunity to decipher novel therapeutic targets, develop novel neurodegenerative disease models, develop neuroimaging modalities, develop next-generation diagnostics as well as develop patient-specific precision-targeted personalized therapies to effectively treat neurodegenerative disorders including Alzheimer's disease, Parkinson's disease, Huntington's disease, Amyotrophic lateral sclerosis, Frontotemporal dementia etc. Here, we review the latest developments in the field of CRISPR-mediated genome editing and provide unbiased futuristic insights regarding its translational potential to improve the treatment outcomes and minimize financial burden. However, despite significant advancements, we would caution the scientific community that since the CRISPR field is still evolving, currently we do not know the full spectrum of CRISPR-mediated side effects. In the wake of the recent news regarding CRISPR-edited human babies being born in China, we urge the scientific community to maintain high scientific and ethical standards and utilize CRISPR for developing in vitro disease in a dish model, in vivo testing in nonhuman primates and lower vertebrates and for the development of neurotherapeutics for the currently incurable neurodegenerative disorders. Graphical Abstract.",
        "year": "2019",
        "venue": "Journal of neuroimmune pharmacology : the official journal of the Society on NeuroImmune Pharmacology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31011884/",
        "authors": [
          "Raikwar, Sudhanshu P",
          "Kikkeri, Nidhi S",
          "Sakuru, Ragha",
          "Saeed, Daniyal",
          "Zahoor, Haris",
          "Premkumar, Keerthivaas",
          "Mentor, Shireen",
          "Thangavel, Ramasamy",
          "Dubova, Iuliia",
          "Ahmed, Mohammad Ejaz",
          "Selvakumar, Govindhasamy P",
          "Kempuraj, Duraisamy",
          "Zaheer, Smita",
          "Iyer, Shankar S",
          "Zaheer, Asgar"
        ],
        "citation_count": null
      },
      {
        "pmid": "32674730",
        "title": "Gene Therapy, A Novel Therapeutic Tool for Neurological Disorders: Current Progress, Challenges and Future Prospective.",
        "abstract": "Neurological disorders are one of the major threat for health care system as they put enormous socioeconomic burden. All aged populations are susceptible to one or other neurological problems with symptoms of neuroinflammation, neurodegeneration and cognitive dysfunction. At present, available pharmacotherapeutics are insufficient to treat these diseased conditions and in most cases, they provide only palliative effect. It was also found that the molecular etiology of neurological disorders is directly linked with the alteration in genetic makeup, which can be inherited or triggered by the injury, environmental toxins and by some existing disease. Therefore, to take care of this situation, gene therapy has emerged as an advanced modality that claims to permanently cure the disease by deletion, silencing or edition of faulty genes and by insertion of healthier genes. In this modality, vectors (viral and non-viral) are used to deliver targeted gene into a specific region of the brain via various routes. At present, gene therapy has shown positive outcomes in complex neurological disorders, such as Parkinson's disease, Alzheimer's disease, Huntington disease, Multiple sclerosis, Amyotrophic lateral sclerosis and in lysosomal storage disease. However, there are some limitations such as immunogenic reactions non-specificity of viral vectors and a lack of effective biomarkers to understand the efficacy of therapy. Considerable progress has been made to improve vector design, gene selection and targeted delivery. This review article deals with the current status of gene therapy in neurological disorders along with its clinical relevance, challenges and future prospective.",
        "year": "2020",
        "venue": "Current gene therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/32674730/",
        "authors": [
          "Iqubal, Ashif",
          "Iqubal, Mohammad Kashif",
          "Khan, Aamir",
          "Ali, Javed",
          "Baboota, Sanjula",
          "Haque, Syed Ehtaishamul"
        ],
        "citation_count": null
      },
      {
        "pmid": "31991108",
        "title": "Treatment of a Mouse Model of ALS by In Vivo Base Editing.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) is a debilitating and fatal disorder that can be caused by mutations in the superoxide dismutase 1 (SOD1) gene. Although ALS is currently incurable, CRISPR base editors hold the potential to treat the disease through their ability to create nonsense mutations that can permanently disable the expression of the mutant SOD1 gene. However, the restrictive carrying capacity of adeno-associated virus (AAV) vectors has limited their therapeutic application. In this study, we establish an intein-mediated trans-splicing system that enables in vivo delivery of cytidine base editors (CBEs) consisting of the widely used Cas9 protein from Streptococcus pyogenes. We show that intrathecal injection of dual AAV particles encoding a split-intein CBE engineered to trans-splice and introduce a nonsense-coding substitution into a mutant SOD1 gene prolonged survival and markedly slowed the progression of disease in the G93A-SOD1 mouse model of ALS. Adult animals treated by this split-intein CRISPR base editor had a reduced rate of muscle atrophy, decreased muscle denervation, improved neuromuscular function, and up to 40% fewer SOD1 immunoreactive inclusions at end-stage mice compared to control mice. This work expands the capabilities of single-base editors and demonstrates their potential for gene therapy.",
        "year": "2020",
        "venue": "Molecular therapy : the journal of the American Society of Gene Therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31991108/",
        "authors": [
          "Lim, Colin K W",
          "Gapinske, Michael",
          "Brooks, Alexandra K",
          "Woods, Wendy S",
          "Powell, Jackson E",
          "Zeballos C, M Alejandra",
          "Winter, Jackson",
          "Perez-Pinera, Pablo",
          "Gaj, Thomas"
        ],
        "citation_count": null
      }
    ],
    "total": 4,
    "snapshot_time": "2025-12-15T17:01:42.802080"
  },
  "\"Amyotrophic Lateral Sclerosis\" AND CRISPR AND (\"mechanism\" OR \"pathway\") AND \"\"[Date - Publication]": {
    "query": "\"Amyotrophic Lateral Sclerosis\" AND CRISPR AND (\"mechanism\" OR \"pathway\") AND \"\"[Date - Publication]",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "33839324",
        "title": "Gene therapy for ALS: A review.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) has historically posed unique challenges for gene-therapy-based approaches, due to a paucity of therapeutic targets as well as the difficulty of accessing both the brain and spinal cord. Recent advances in our understanding of disease mechanism and ALS genetics, however, have combined with tremendous strides in CNS targeting, gene delivery, and gene editing and knockdown techniques to open new horizons of therapeutic possibility. Gene therapy clinical trials are currently underway for ALS patients with SOD1 mutations, C9orf72 hexanucleotide repeat expansions, ATXN2 trinucleotide expansions, and FUS mutations, as well as sporadic disease without known genetic cause. In this review, we provide an in-depth exploration of the state of ALS-directed gene therapy, including antisense oligonucleotides, RNA interference, CRISPR, adeno-associated virus (AAV)-mediated trophic support, and antibody-based methods. We discuss how each of these approaches has been implemented across known genetic causes as well as sporadic ALS, reviewing preclinical studies as well as completed and ongoing human clinical trials. We highlight the transformative potential of these evolving technologies as the gene therapy field advances toward a true disease-modifying treatment for this devastating illness.",
        "year": "2021",
        "venue": "Molecular therapy : the journal of the American Society of Gene Therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33839324/",
        "authors": [
          "Amado, Defne A",
          "Davidson, Beverly L"
        ],
        "citation_count": null
      },
      {
        "pmid": "34059824",
        "title": "Childhood amyotrophic lateral sclerosis caused by excess sphingolipid synthesis.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) is a progressive, neurodegenerative disease of the lower and upper motor neurons with sporadic or hereditary occurrence. Age of onset, pattern of motor neuron degeneration and disease progression vary widely among individuals with ALS. Various cellular processes may drive ALS pathomechanisms, but a monogenic direct metabolic disturbance has not been causally linked to ALS. Here we show SPTLC1 variants that result in unrestrained sphingoid base synthesis cause a monogenic form of ALS. We identified four specific, dominantly acting SPTLC1 variants in seven families manifesting as childhood-onset ALS. These variants disrupt the normal homeostatic regulation of serine palmitoyltransferase (SPT) by ORMDL proteins, resulting in unregulated SPT activity and elevated levels of canonical SPT products. Notably, this is in contrast with SPTLC1 variants that shift SPT amino acid usage from serine to alanine, result in elevated levels of deoxysphingolipids and manifest with the alternate phenotype of hereditary sensory and autonomic neuropathy. We custom designed small interfering RNAs that selectively target the SPTLC1 ALS allele for degradation, leave the normal allele intact and normalize sphingolipid levels in vitro. The role of primary metabolic disturbances in ALS has been elusive; this study defines excess sphingolipid biosynthesis as a fundamental metabolic mechanism for motor neuron disease.",
        "year": "2021",
        "venue": "Nature medicine",
        "url": "https://pubmed.ncbi.nlm.nih.gov/34059824/",
        "authors": [
          "Mohassel, Payam",
          "Donkervoort, Sandra",
          "Lone, Museer A",
          "Nalls, Matthew",
          "Gable, Kenneth",
          "Gupta, Sita D",
          "Foley, A Reghan",
          "Hu, Ying",
          "Saute, Jonas Alex Morales",
          "Moreira, Ana Lucila",
          "Kok, Fernando",
          "Introna, Alessandro",
          "Logroscino, Giancarlo",
          "Grunseich, Christopher",
          "Nickolls, Alec R",
          "Pourshafie, Naemeh",
          "Neuhaus, Sarah B",
          "Saade, Dimah",
          "Gangfuß, Andrea",
          "Kölbel, Heike",
          "Piccus, Zoe",
          "Le Pichon, Claire E",
          "Fiorillo, Chiara",
          "Ly, Cindy V",
          "Töpf, Ana",
          "Brady, Lauren",
          "Specht, Sabine",
          "Zidell, Aliza",
          "Pedro, Helio",
          "Mittelmann, Eric",
          "Thomas, Florian P",
          "Chao, Katherine R",
          "Konersman, Chamindra G",
          "Cho, Megan T",
          "Brandt, Tracy",
          "Straub, Volker",
          "Connolly, Anne M",
          "Schara, Ulrike",
          "Roos, Andreas",
          "Tarnopolsky, Mark",
          "Höke, Ahmet",
          "Brown, Robert H",
          "Lee, Chia-Hsueh",
          "Hornemann, Thorsten",
          "Dunn, Teresa M",
          "Bönnemann, Carsten G"
        ],
        "citation_count": null
      },
      {
        "pmid": "29562705",
        "title": "CRISPR/Cas9 Technology as an Emerging Tool for Targeting Amyotrophic Lateral Sclerosis (ALS).",
        "abstract": "The clustered regularly interspaced short palindromic repeats (CRISPR)/CRISPR-associated protein-9 nuclease (Cas9) is a genome editing tool that has recently caught enormous attention due to its novelty, feasibility, and affordability. This system naturally functions as a defense mechanism in bacteria and has been repurposed as an RNA-guided DNA editing tool. Unlike zinc-finger nucleases (ZFNs) and transcription activator-like effector nucleases (TALENs), CRISPR/Cas9 takes advantage of an RNA-guided DNA endonuclease enzyme, Cas9, which is able to generate double-strand breaks (DSBs) at specific genomic locations. It triggers cellular endogenous DNA repair pathways, contributing to the generation of desired modifications in the genome. The ability of the system to precisely disrupt DNA sequences has opened up new avenues in our understanding of amyotrophic lateral sclerosis (ALS) pathogenesis and the development of new therapeutic approaches. In this review, we discuss the current knowledge of the principles and limitations of the CRISPR/Cas9 system, as well as strategies to improve these limitations. Furthermore, we summarize novel approaches of engaging the CRISPR/Cas9 system in establishing an adequate model of neurodegenerative disease and in the treatment of SOD1-linked forms of ALS. We also highlight possible applications of this system in the therapy of ALS, both the inherited type as well as ALS of sporadic origin.",
        "year": "2018",
        "venue": "International journal of molecular sciences",
        "url": "https://pubmed.ncbi.nlm.nih.gov/29562705/",
        "authors": [
          "Kruminis-Kaszkiel, Ewa",
          "Juranek, Judyta",
          "Maksymowicz, Wojciech",
          "Wojtkiewicz, Joanna"
        ],
        "citation_count": null
      },
      {
        "pmid": "39255192",
        "title": "DBT is a metabolic switch for maintenance of proteostasis under proteasomal impairment.",
        "abstract": "Proteotoxic stress impairs cellular homeostasis and underlies the pathogenesis of many neurodegenerative diseases, including amyotrophic lateral sclerosis (ALS). The proteasomal and autophagic degradation of proteins are two major pathways for protein quality control in the cell. Here, we report a genome-wide CRISPR screen uncovering a major regulator of cytotoxicity resulting from the inhibition of the proteasome. Dihydrolipoamide branched chain transacylase E2 (DBT) was found to be a robust suppressor, the loss of which protects against proteasome inhibition-associated cell death through promoting clearance of ubiquitinated proteins. Loss of DBT altered the metabolic and energetic status of the cell and resulted in activation of autophagy in an AMP-activated protein kinase (AMPK)-dependent mechanism in the presence of proteasomal inhibition. Loss of DBT protected against proteotoxicity induced by ALS-linked mutant TDP-43 in Drosophila and mammalian neurons. DBT is upregulated in the tissues of ALS patients. These results demonstrate that DBT is a master switch in the metabolic control of protein quality control with implications in neurodegenerative diseases.",
        "year": "2024",
        "venue": "eLife",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39255192/",
        "authors": [
          "Hwang, Ran-Der",
          "Lu, YuNing",
          "Tang, Qing",
          "Periz, Goran",
          "Park, Giho",
          "Li, Xiangning",
          "Xiang, Qiwang",
          "Liu, Yang",
          "Zhang, Tao",
          "Wang, Jiou"
        ],
        "citation_count": null
      },
      {
        "pmid": "40858858",
        "title": "Programmable self-replicating JEV nanotherapeutics redefine RNA delivery in ALS.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease characterized by progressive motor neuron degeneration, leading to paralysis and respiratory failure. Current therapies offer limited benefits, highlighting the need for novel therapeutic strategies. Antisense oligonucleotides (ASO) and CRISPR/Cas9 gene editing hold promise, but their effective delivery to the central nervous system (CNS) remains a significant challenge. Here, a potential approach involves utilizing engineered Japanese encephalitis virus (JEV) as a self-replicating nanocarrier for targeted ASO delivery to motor neurons. By leveraging JEV's natural neurotropism and \"Trojan horse\" mechanism of immune cell-mediated CNS entry, this strategy overcomes the blood-brain and blood-spinal cord barriers (BBB/BSCB). Incorporation of ASO sequences within the JEV genome facilitates co-packaging and sustained therapeutic delivery, while microRNA (miRNA)-mediated attenuation may enhance safety and CNS specificity. This theoretical framework offers a potential paradigm shift in CNS gene therapy for ALS and other neurodegenerative diseases by enabling efficient, targeted, and sustained ASO delivery. However, experimental validation remains critical to assess its safety and therapeutic efficacy.",
        "year": "2025",
        "venue": "Communications biology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40858858/",
        "authors": [
          "Loo, Yan Shan",
          "Yusoh, Nur Aininie",
          "Yap, Keyin",
          "Ng, Chen Seng"
        ],
        "citation_count": null
      }
    ],
    "total": 49,
    "snapshot_time": "2025-12-15T17:01:46.419546"
  },
  "\"Amyotrophic Lateral Sclerosis\" AND CRISPR AND \"review\"[Publication Type] AND \"\"[Date - Publication]": {
    "query": "\"Amyotrophic Lateral Sclerosis\" AND CRISPR AND \"review\"[Publication Type] AND \"\"[Date - Publication]",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "35269543",
        "title": "Comprehensive Research on Past and Future Therapeutic Strategies Devoted to Treatment of Amyotrophic Lateral Sclerosis.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) is a rapidly debilitating fatal neurodegenerative disorder, causing muscle atrophy and weakness, which leads to paralysis and eventual death. ALS has a multifaceted nature affected by many pathological mechanisms, including oxidative stress (also via protein aggregation), mitochondrial dysfunction, glutamate-induced excitotoxicity, apoptosis, neuroinflammation, axonal degeneration, skeletal muscle deterioration and viruses. This complexity is a major obstacle in defeating ALS. At present, riluzole and edaravone are the only drugs that have passed clinical trials for the treatment of ALS, notwithstanding that they showed modest benefits in a limited population of ALS. A dextromethorphan hydrobromide and quinidine sulfate combination was also approved to treat pseudobulbar affect (PBA) in the course of ALS. Globally, there is a struggle to prevent or alleviate the symptoms of this neurodegenerative disease, including implementation of antisense oligonucleotides (ASOs), induced pluripotent stem cells (iPSCs), CRISPR-9/Cas technique, non-invasive brain stimulation (NIBS) or ALS-on-a-chip technology. Additionally, researchers have synthesized and screened new compounds to be effective in ALS beyond the drug repurposing strategy. Despite all these efforts, ALS treatment is largely limited to palliative care, and there is a strong need for new therapeutics to be developed. This review focuses on and discusses which therapeutic strategies have been followed so far and what can be done in the future for the treatment of ALS.",
        "year": "2022",
        "venue": "International journal of molecular sciences",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35269543/",
        "authors": [
          "Sever, Belgin",
          "Ciftci, Halilibrahim",
          "DeMirci, Hasan",
          "Sever, Hilal",
          "Ocak, Firdevs",
          "Yulug, Burak",
          "Tateishi, Hiroshi",
          "Tateishi, Takahisa",
          "Otsuka, Masami",
          "Fujita, Mikako",
          "Başak, Ayşe Nazlı"
        ],
        "citation_count": null
      },
      {
        "pmid": "33839324",
        "title": "Gene therapy for ALS: A review.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) has historically posed unique challenges for gene-therapy-based approaches, due to a paucity of therapeutic targets as well as the difficulty of accessing both the brain and spinal cord. Recent advances in our understanding of disease mechanism and ALS genetics, however, have combined with tremendous strides in CNS targeting, gene delivery, and gene editing and knockdown techniques to open new horizons of therapeutic possibility. Gene therapy clinical trials are currently underway for ALS patients with SOD1 mutations, C9orf72 hexanucleotide repeat expansions, ATXN2 trinucleotide expansions, and FUS mutations, as well as sporadic disease without known genetic cause. In this review, we provide an in-depth exploration of the state of ALS-directed gene therapy, including antisense oligonucleotides, RNA interference, CRISPR, adeno-associated virus (AAV)-mediated trophic support, and antibody-based methods. We discuss how each of these approaches has been implemented across known genetic causes as well as sporadic ALS, reviewing preclinical studies as well as completed and ongoing human clinical trials. We highlight the transformative potential of these evolving technologies as the gene therapy field advances toward a true disease-modifying treatment for this devastating illness.",
        "year": "2021",
        "venue": "Molecular therapy : the journal of the American Society of Gene Therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33839324/",
        "authors": [
          "Amado, Defne A",
          "Davidson, Beverly L"
        ],
        "citation_count": null
      },
      {
        "pmid": "32125907",
        "title": "Silence superoxide dismutase 1 (SOD1): a promising therapeutic target for amyotrophic lateral sclerosis (ALS).",
        "abstract": "Introduction : Amyotrophic lateral sclerosis (ALS) is a progressive and incurable neurodegenerative disorder that targets upper and lower motor neurons and leads to fatal muscle paralysis. Mutations in the superoxide dismutase 1 (SOD1) gene are responsible for 15% of familial ALS cases, but several studies have indicated that SOD1 dysfunction may also play a pathogenic role in sporadic ALS. SOD1 induces numerous toxic effects through the pathological misfolding and aggregation of mutant SOD1 species, hence a reduction of the levels of toxic variants appears to be a promising therapeutic strategy for SOD1-related ALS. Several methods are used to modulate gene expression in vivo ; these include RNA interference, antisense oligonucleotides (ASOs) and CRISPR/Cas9 technology. Areas covered : This paper examines the current approaches for gene silencing and the progress made in silencing SOD1 in vivo . It progresses to shed light on the key results and pitfalls of these studies and highlights the future challenges and new perspectives for this exciting research field. Expert opinion : Gene silencing strategies targeting SOD1 may represent effective approaches for familial and sporadic ALS-related neurodegeneration; however, the risk of off-target effects must be minimized, and effective and minimally invasive delivery strategies should be fine-tuned.",
        "year": "2020",
        "venue": "Expert opinion on therapeutic targets",
        "url": "https://pubmed.ncbi.nlm.nih.gov/32125907/",
        "authors": [
          "Abati, Elena",
          "Bresolin, Nereo",
          "Comi, Giacomo",
          "Corti, Stefania"
        ],
        "citation_count": null
      },
      {
        "pmid": "31195838",
        "title": "Gene therapy for neurological disorders: challenges and recent advancements.",
        "abstract": "Major advancements in targeted gene therapy have opened up avenues for the treatment of major neurological disorders through a range of versatile modalities varying from expression of exogenous to suppression of endogenous genes. Recent technological innovations for improved gene sequence delivery have focussed on highly specific viral vector designs, plasmid transfection, nanoparticles, polymer-mediated gene delivery, engineered microRNA and in vivo clustered regulatory interspaced short palindromic repeats (CRISPR)-based therapeutics. These advanced techniques have profound applications in treating highly prevalent neurological diseases and neurodevelopmental disorders including Parkinson's disease, Alzheimer's disease and autism spectrum disorder, as well as rarer diseases such as amyotrophic lateral sclerosis (ALS), spinal muscular atrophy, lysosomal storage diseases, X-linked adrenoleukodystrophy and oncological diseases. In this article, we present an overview of the latest advances in targeted gene delivery and discuss the challenges and future direction of gene therapy in the treatment of neurological disorders.",
        "year": "2020",
        "venue": "Journal of drug targeting",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31195838/",
        "authors": [
          "Pena, Stefanie A",
          "Iyengar, Rahul",
          "Eshraghi, Rebecca S",
          "Bencie, Nicole",
          "Mittal, Jeenu",
          "Aljohani, Abdulrahman",
          "Mittal, Rahul",
          "Eshraghi, Adrien A"
        ],
        "citation_count": null
      },
      {
        "pmid": "37483353",
        "title": "CRISPR/Cas9: implication for modeling and therapy of amyotrophic lateral sclerosis.",
        "abstract": "Amyotrophic lateral sclerosis (ALS) is a deadly neurological disease with a complicated and variable pathophysiology yet to be fully understood. There is currently no effective treatment available to either slow or terminate it. However, recent advances in ALS genomics have linked genes to phenotypes, encouraging the creation of novel therapeutic approaches and giving researchers more tools to create efficient animal models. Genetically engineered rodent models replicating ALS disease pathology have a high predictive value for translational research. This review addresses the history of the evolution of gene editing tools, the most recent ALS disease models, and the application of CRISPR/Cas9 against ALS disease.",
        "year": "2023",
        "venue": "Frontiers in neuroscience",
        "url": "https://pubmed.ncbi.nlm.nih.gov/37483353/",
        "authors": [
          "Shi, Yajun",
          "Zhao, Yan",
          "Lu, Likui",
          "Gao, Qinqin",
          "Yu, Dongyi",
          "Sun, Miao"
        ],
        "citation_count": null
      }
    ],
    "total": 53,
    "snapshot_time": "2025-12-15T17:01:49.951873"
  },
  "\"mRNA vaccine\" AND \"infectious disease\" AND (\"efficacy\" OR \"comparison\") AND (\"\"[Date - Publication])": {
    "query": "\"mRNA vaccine\" AND \"infectious disease\" AND (\"efficacy\" OR \"comparison\") AND (\"\"[Date - Publication])",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "40333243",
        "title": "Impact of mRNA and Inactivated COVID-19 Vaccines on Ovarian Reserve.",
        "abstract": "Objectives : This study aimed to elucidate the effects of messenger RNA (mRNA) and inactivated coronavirus disease 2019 (COVID-19) vaccines on ovarian histology and reserve in rats. Methods : Thirty female Wistar albino rats, aged 16-24 weeks, were randomly divided into three groups ( n = 10): control, mRNA vaccine, and inactivated vaccine groups. Each vaccine group received two doses (on day 0 and day 28) at human-equivalent doses. Four weeks post-second vaccination, ovarian tissues were harvested for analysis. Results: Immunohistochemical analysis was performed to evaluate the expression of transforming growth factor beta-1 (TGF-β1), vascular endothelial growth factor (VEGF), caspase-3, and anti-Müllerian hormone (AMH) in ovarian follicles. Both vaccines induced significant increases in TGF-β1, VEGF, and caspase-3 expression, with more pronounced effects in the mRNA vaccine group. Conversely, AMH expression in the granulosa cells of primary, secondary, and antral follicles showed marked reductions ( p < 0.001). The counts of primordial, primary, and secondary follicles decreased significantly in the inactivated vaccine group relative to controls and further in the mRNA vaccine group compared to the inactivated group ( p < 0.001). Additionally, the mRNA vaccine group exhibited a decrease in antral and preovulatory follicles and an increase in atretic follicles compared to the other groups ( p < 0.05). The serum AMH level was diminished with the mRNA vaccination in comparison with the control and inactivated groups. Conclusions : Our findings suggest that both mRNA and inactivated COVID-19 vaccines may detrimentally impact ovarian reserve in rats, primarily through accelerated follicular loss and alterations in apoptotic pathways during folliculogenesis. Given these observations in a rat model, further investigations into the vaccines' effects on human ovarian reserve are needed.",
        "year": "2025",
        "venue": "Vaccines",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40333243/",
        "authors": [
          "Karaman, Enes",
          "Yavuz, Adem",
          "Karakas, Erol",
          "Balcioglu, Esra",
          "Karaca, Busra",
          "Doganay, Hande Nur",
          "Sacinti, Koray Gorkem",
          "Yildiz, Orhan"
        ],
        "citation_count": null
      },
      {
        "pmid": "38140265",
        "title": "HBV Vaccines: Advances and Development.",
        "abstract": "Hepatitis B virus (HBV) infection is a global public health problem that is closely related to liver cirrhosis and hepatocellular carcinoma (HCC). The prevalence of acute and chronic HBV infection, liver cirrhosis, and HCC has significantly decreased as a result of the introduction of universal HBV vaccination programs. The first hepatitis B vaccine approved was developed by purifying the hepatitis B surface antigen (HBsAg) from the plasma of asymptomatic HBsAg carriers. Subsequently, recombinant DNA technology led to the development of the recombinant hepatitis B vaccine. Although there are already several licensed vaccines available for HBV infection, continuous research is essential to develop even more effective vaccines. Prophylactic hepatitis B vaccination has been important in the prevention of hepatitis B because it has effectively produced protective immunity against hepatitis B viral infection. Prophylactic vaccines only need to provoke neutralizing antibodies directed against the HBV envelop proteins, whereas therapeutic vaccines are most likely needed to induce a comprehensive T cell response and thus, should include other HBV antigens, such as HBV core and polymerase. The existing vaccines have proven to be highly effective in preventing HBV infection, but ongoing research aims to improve their efficacy, duration of protection, and accessibility. The routine administration of the HBV vaccine is safe and well-tolerated worldwide. The purpose of this type of immunization is to trigger an immunological response in the host, which will halt HBV replication. The clinical efficacy and safety of the HBV vaccine are affected by a number of immunological and clinical factors. However, this success is now in jeopardy due to the breakthrough infections caused by HBV variants with mutations in the S gene, high viral loads, and virus-induced immunosuppression. In this review, we describe various types of available HBV vaccines, along with the recent progress in the ongoing battle to develop new vaccines against HBV.",
        "year": "2023",
        "venue": "Vaccines",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38140265/",
        "authors": [
          "Mahmood, Faisal",
          "Xu, Ruixian",
          "Awan, Maher Un Nisa",
          "Song, Yuzhu",
          "Han, Qinqin",
          "Xia, Xueshan",
          "Wei, Jia",
          "Xu, Jun",
          "Peng, Juan",
          "Zhang, Jinyang"
        ],
        "citation_count": null
      },
      {
        "pmid": "40075519",
        "title": "Revolutionizing immunization: a comprehensive review of mRNA vaccine technology and applications.",
        "abstract": "Messenger RNA (mRNA) vaccines have emerged as a transformative platform in modern vaccinology. mRNA vaccine is a powerful alternative to traditional vaccines due to their high potency, safety, and efficacy, coupled with the ability for rapid clinical development, scalability and cost-effectiveness in manufacturing. Initially conceptualized in the 1970s, the first study about the effectiveness of a mRNA vaccine against influenza was conducted in 1993. Since then, the development of mRNA vaccines has rapidly gained significance, especially in combating the COVID-19 pandemic. Their unprecedented success during the COVID-19 pandemic, as demonstrated by the Pfizer-BioNTech and Moderna vaccines, highlighted their transformative potential. This review provides a comprehensive analysis of the mRNA vaccine technology, detailing the structure of the mRNA vaccine and its mechanism of action in inducing immunity. Advancements in nanotechnology, particularly lipid nanoparticles (LNPs) as delivery vehicles, have revolutionized the field. The manufacturing processes, including upstream production, downstream purification, and formulation are also reviewed. The clinical progress of mRNA vaccines targeting viruses causing infectious diseases is discussed, emphasizing their versatility and therapeutic potential. Despite their success, the mRNA vaccine platform faces several challenges, including improved stability to reduce dependence on cold chain logistics in transport, enhanced delivery mechanisms to target specific tissues or cells, and addressing the risk of rare adverse events. High costs associated with encapsulation in LNPs and the potential for unequal global access further complicate their widespread adoption. As the world continues to confront emerging viral threats, overcoming these challenges will be essential to fully harness the potential of mRNA vaccines. It is anticipated that mRNA vaccines will play a major role in defining and shaping the future of global health.",
        "year": "2025",
        "venue": "Virology journal",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40075519/",
        "authors": [
          "Leong, Kai Yuan",
          "Tham, Seng Kong",
          "Poh, Chit Laa"
        ],
        "citation_count": null
      },
      {
        "pmid": "38169577",
        "title": "Nanoparticle technology for mRNA: Delivery strategy, clinical application and developmental landscape.",
        "abstract": "The mRNA vaccine, a groundbreaking advancement in the field of immunology, has garnered international recognition by being awarded the prestigious Nobel Prize, which has emerged as a promising prophylactic and therapeutic modality for various diseases, especially in cancer, rare disease, and infectious disease such as COVID-19, wherein successful mRNA treatment can be achieved by improving the stability of mRNA and introducing a safe and effective delivery system. Nanotechnology-based delivery systems, such as lipid nanoparticles, lipoplexes, polyplexes, lipid-polymer hybrid nanoparticles and others, have attracted great interest and have been explored for mRNA delivery. Nanoscale platforms can protect mRNA from extracellular degradation while promoting endosome escape after endocytosis, hence improving the efficacy. This review provides an overview of diverse nanoplatforms utilized for mRNA delivery in preclinical and clinical stages, including formulation, preparation process, transfection efficiency, and administration route. Furthermore, the market situation and prospects of mRNA vaccines are discussed here.",
        "year": "2024",
        "venue": "Theranostics",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38169577/",
        "authors": [
          "Li, Xiang",
          "Qi, Jing",
          "Wang, Juan",
          "Hu, Weiwei",
          "Zhou, Weichang",
          "Wang, Yi",
          "Li, Tao"
        ],
        "citation_count": null
      },
      {
        "pmid": "33921028",
        "title": "mRNA-Based Vaccines.",
        "abstract": "Increases in the world's population and population density promote the spread of emerging pathogens. Vaccines are the most cost-effective means of preventing this spread. Traditional methods used to identify and produce new vaccines are not adequate, in most instances, to ensure global protection. New technologies are urgently needed to expedite large scale vaccine development. mRNA-based vaccines promise to meet this need. mRNA-based vaccines exhibit a number of potential advantages relative to conventional vaccines, namely they (1) involve neither infectious elements nor a risk of stable integration into the host cell genome; (2) generate humoral and cell-mediated immunity; (3) are well-tolerated by healthy individuals; and (4) are less expensive and produced more rapidly by processes that are readily standardized and scaled-up, improving responsiveness to large emerging outbreaks. Multiple mRNA vaccine platforms have demonstrated efficacy in preventing infectious diseases and treating several types of cancers in humans as well as animal models. This review describes the factors that contribute to maximizing the production of effective mRNA vaccine transcripts and delivery systems, and the clinical applications are discussed in detail.",
        "year": "2021",
        "venue": "Vaccines",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33921028/",
        "authors": [
          "Kowalzik, Frank",
          "Schreiner, Daniel",
          "Jensen, Christian",
          "Teschner, Daniel",
          "Gehring, Stephan",
          "Zepp, Fred"
        ],
        "citation_count": null
      }
    ],
    "total": 112,
    "snapshot_time": "2025-12-15T17:01:53.498266"
  },
  "\"mRNA vaccine\" AND \"infectious disease\" AND \"epidemiology\" AND (\"\"[MeSH Terms] OR \"\"[MeSH Terms]) AND (\"\"[Date - Publication])": {
    "query": "\"mRNA vaccine\" AND \"infectious disease\" AND \"epidemiology\" AND (\"\"[MeSH Terms] OR \"\"[MeSH Terms]) AND (\"\"[Date - Publication])",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "36423275",
        "title": "A multivalent nucleoside-modified mRNA vaccine against all known influenza virus subtypes.",
        "abstract": "Seasonal influenza vaccines offer little protection against pandemic influenza virus strains. It is difficult to create effective prepandemic vaccines because it is uncertain which influenza virus subtype will cause the next pandemic. In this work, we developed a nucleoside-modified messenger RNA (mRNA)-lipid nanoparticle vaccine encoding hemagglutinin antigens from all 20 known influenza A virus subtypes and influenza B virus lineages. This multivalent vaccine elicited high levels of cross-reactive and subtype-specific antibodies in mice and ferrets that reacted to all 20 encoded antigens. Vaccination protected mice and ferrets challenged with matched and mismatched viral strains, and this protection was at least partially dependent on antibodies. Our studies indicate that mRNA vaccines can provide protection against antigenically variable viruses by simultaneously inducing antibodies against multiple antigens.",
        "year": "2022",
        "venue": "Science (New York, N.Y.)",
        "url": "https://pubmed.ncbi.nlm.nih.gov/36423275/",
        "authors": [
          "Arevalo, Claudia P",
          "Bolton, Marcus J",
          "Le Sage, Valerie",
          "Ye, Naiqing",
          "Furey, Colleen",
          "Muramatsu, Hiromi",
          "Alameh, Mohamad-Gabriel",
          "Pardi, Norbert",
          "Drapeau, Elizabeth M",
          "Parkhouse, Kaela",
          "Garretson, Tyler",
          "Morris, Jeffrey S",
          "Moncla, Louise H",
          "Tam, Ying K",
          "Fan, Steven H Y",
          "Lakdawala, Seema S",
          "Weissman, Drew",
          "Hensley, Scott E"
        ],
        "citation_count": null
      },
      {
        "pmid": "35623380",
        "title": "Clinical features and management of human monkeypox: a retrospective observational study in the UK.",
        "abstract": "BACKGROUND\nCases of human monkeypox are rarely seen outside of west and central Africa. There are few data regarding viral kinetics or the duration of viral shedding and no licensed treatments. Two oral drugs, brincidofovir and tecovirimat, have been approved for treatment of smallpox and have demonstrated efficacy against monkeypox in animals. Our aim was to describe the longitudinal clinical course of monkeypox in a high-income setting, coupled with viral dynamics, and any adverse events related to novel antiviral therapies.\nMETHODS\nIn this retrospective observational study, we report the clinical features, longitudinal virological findings, and response to off-label antivirals in seven patients with monkeypox who were diagnosed in the UK between 2018 and 2021, identified through retrospective case-note review. This study included all patients who were managed in dedicated high consequence infectious diseases (HCID) centres in Liverpool, London, and Newcastle, coordinated via a national HCID network.\nFINDINGS\nWe reviewed all cases since the inception of the HCID (airborne) network between Aug 15, 2018, and Sept 10, 2021, identifying seven patients. Of the seven patients, four were men and three were women. Three acquired monkeypox in the UK: one patient was a health-care worker who acquired the virus nosocomially, and one patient who acquired the virus abroad transmitted it to an adult and child within their household cluster. Notable disease features included viraemia, prolonged monkeypox virus DNA detection in upper respiratory tract swabs, reactive low mood, and one patient had a monkeypox virus PCR-positive deep tissue abscess. Five patients spent more than 3 weeks (range 22-39 days) in isolation due to prolonged PCR positivity. Three patients were treated with brincidofovir (200 mg once a week orally), all of whom developed elevated liver enzymes resulting in cessation of therapy. One patient was treated with tecovirimat (600 mg twice daily for 2 weeks orally), experienced no adverse effects, and had a shorter duration of viral shedding and illness (10 days hospitalisation) compared with the other six patients. One patient experienced a mild relapse 6 weeks after hospital discharge.\nINTERPRETATION\nHuman monkeypox poses unique challenges, even to well resourced health-care systems with HCID networks. Prolonged upper respiratory tract viral DNA shedding after skin lesion resolution challenged current infection prevention and control guidance. There is an urgent need for prospective studies of antivirals for this disease.\nFUNDING\nNone.",
        "year": "2022",
        "venue": "The Lancet. Infectious diseases",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35623380/",
        "authors": [
          "Adler, Hugh",
          "Gould, Susan",
          "Hine, Paul",
          "Snell, Luke B",
          "Wong, Waison",
          "Houlihan, Catherine F",
          "Osborne, Jane C",
          "Rampling, Tommy",
          "Beadsworth, Mike Bj",
          "Duncan, Christopher Ja",
          "Dunning, Jake",
          "Fletcher, Tom E",
          "Hunter, Ewan R",
          "Jacobs, Michael",
          "Khoo, Saye H",
          "Newsholme, William",
          "Porter, David",
          "Porter, Robert J",
          "Ratcliffe, Libuše",
          "Schmid, Matthias L",
          "Semple, Malcolm G",
          "Tunbridge, Anne J",
          "Wingfield, Tom",
          "Price, Nicholas M"
        ],
        "citation_count": null
      },
      {
        "pmid": "39690742",
        "title": "Low-inflammatory lipid nanoparticle-based mRNA vaccine elicits protective immunity against H5N1 influenza virus with reduced adverse reactions.",
        "abstract": "Messenger RNA vaccines based on lipid nanoparticles (mRNA-LNPs) are promising vaccine modalities. However, mRNA-LNP vaccines frequently cause adverse reactions such as swelling and fever in humans, partly due to the inflammatory nature of LNP. Modification of the ionizable lipids used in LNPs is one approach to avoid these adverse reactions. Here, we report the development of mRNA-LNP vaccines with better protective immunity and reduced adverse reactions using LNPs, which contain a disulfide (SS)-cleavable bond and pH-activated lipid-like materials with oleic acid (ssPalmO) as an ionizable lipid (LNP ssPalmO ). We used mRNA expressing H5N1 subtype high-pathogenicity avian influenza virus-derived hemagglutinin or neuraminidase to generate mRNA-LNP vaccines against H5N1 influenza. Compared with conventional LNPs, mRNA-LNP ssPalmO induced comparable antigen-specific antibodies and better interferon-γ (IFN-γ)-producing T helper type 1 responses in mice. Both mRNA-LNP ssPalmO and conventional mRNA-LNPs conferred strong protection against homologous H5N1 virus challenge. In addition, mRNA-LNP ssPalmO showed better cross-protection against heterologous H5N1 virus challenge compared with conventional mRNA-LNPs. Furthermore, we observed that mRNA-LNP ssPalmO induced less-inflammatory responses (e.g., inflammatory cytokine production, vascular hyperpermeability) and fewer adverse reactions (e.g., weight loss, fever) compared with conventional mRNA-LNPs. These results suggest that mRNA-LNP ssPalmO would be a safe alternative to conventional vaccines to overcome mRNA-LNP vaccine hesitancy.",
        "year": "2025",
        "venue": "Molecular therapy : the journal of the American Society of Gene Therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39690742/",
        "authors": [
          "Kawai, Atsushi",
          "Shimizu, Taro",
          "Tanaka, Hiroki",
          "Shichinohe, Shintaro",
          "Anindita, Jessica",
          "Hirose, Mika",
          "Kawahara, Eigo",
          "Senpuku, Kota",
          "Shimooka, Makoto",
          "Quynh Mai, Le Thi",
          "Suzuki, Ryo",
          "Nogimori, Takuto",
          "Yamamoto, Takuya",
          "Hirai, Toshiro",
          "Kato, Takayuki",
          "Watanabe, Tokiko",
          "Akita, Hidetaka",
          "Yoshioka, Yasuo"
        ],
        "citation_count": null
      },
      {
        "pmid": "39836458",
        "title": "Safety and immunogenicity of an mRNA-1273 vaccine booster in adolescents.",
        "abstract": "Safety, immunogenicity, and effectiveness of an mRNA-1273 50-μg booster were evaluated in adolescents (12-17 years), with and without pre-booster SARS-CoV-2 infection. Participants who had received the 2-dose mRNA-1273 100-µg primary series in the TeenCOVE trial (NCT04649151) were offered the mRNA-1273 50-μg booster. Primary objectives included safety and inference of effectiveness by establishing noninferiority of neutralizing antibody (nAb) responses after the booster compared with the nAb post-primary series of mRNA-1273 among young adults in COVE (NCT04470427). Binding antibody (bAb) responses against SARS-CoV-2 variants of interest and COVID-19 incidence after vaccination were also evaluated. Median boosting interval was 315 days. The mRNA-1273 booster was well-tolerated, with an acceptable safety profile. Relative to pre-booster, nAb geometric mean levels increased after the booster by 17.8-fold and 4.7-fold among pre-booster SARS-CoV-2-negative and -positive participants, respectively. Effectiveness was successfully inferred based on noninferiority of nAb levels from mRNA-1273 booster dose (Day 29) compared with nAb levels after mRNA-1273 primary series (Day 57) among young adults in COVE. Further, the booster increased bAb levels relative to pre-booster baseline against SARS-CoV-2 variants (alpha [B.1.1.7], beta [B.1.351], gamma [P.1], and delta [B.1.617.2]), regardless of pre-booster SARS-CoV-2 status. COVID-19 incidence (cases per 1000 person-months) was lower among boosted (0 cases) than non-boosted (95.766 cases) participants in January 2022, a peak period during the early omicron transmission. In summary, the mRNA-1273 50-μg booster induced robust nAb responses in previously vaccinated adolescents, regardless of SARS-CoV-2 serostatus. Effectiveness was successfully inferred and the booster was well-tolerated, with no new safety concerns identified.",
        "year": "2025",
        "venue": "Human vaccines & immunotherapeutics",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39836458/",
        "authors": [
          "Figueroa, Amparo L",
          "Ali, Kashif",
          "Berman, Gary",
          "Xu, Wenqin",
          "Deng, Weiping",
          "Girard, Bethany",
          "Yeakey, Anne",
          "Slobod, Karen",
          "Miller, Jacqueline",
          "Das, Rituparna",
          "Priddy, Frances"
        ],
        "citation_count": null
      },
      {
        "pmid": "34651406",
        "title": "COVID-19 and novel mRNA vaccines in pregnancy: an updated literature review.",
        "abstract": "The novel coronavirus, SARS-CoV-2, or COVID-19, has affected the world on a pandemic scale resulting in catastrophic outcomes and deaths. Currently, there is limited safety data specific to mRNA vaccine use in pregnant or lactating individuals and the potential risks to a pregnant individual and the fetus are unknown. We report an updated literature review of current information and evidence available to aid in the decision whether to vaccinate against COVID-19 currently being made by pregnant individuals and their healthcare providers so that they are able to make a well-informed recommendation and decision.",
        "year": "2022",
        "venue": "BJOG : an international journal of obstetrics and gynaecology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/34651406/",
        "authors": [
          "Joubert, E",
          "Kekeh, A C",
          "Amin, C N"
        ],
        "citation_count": null
      }
    ],
    "total": 90,
    "snapshot_time": "2025-12-15T17:02:00.384997"
  },
  "\"circulating tumor DNA\" AND \"cancer diagnosis\" AND \"biomarker\" AND (\"effectiveness\" OR \"efficacy\") AND \"comparison\" AND": {
    "query": "\"circulating tumor DNA\" AND \"cancer diagnosis\" AND \"biomarker\" AND (\"effectiveness\" OR \"efficacy\") AND \"comparison\" AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "39725880",
        "title": "Detection of a novel DNA methylation marker panel for esophageal cancer diagnosis using circulating tumor DNA.",
        "abstract": "BACKGROUND\nEsophageal cancer (ECa) is one of the most deadly cancers, with increasing incidence worldwide and poor prognosis. While endoscopy is recommended for the detection of ECa in high-risk individuals, it is not suitable for large-scale screening due to its invasiveness and inconvenience.\nMETHODS\nIn this study, a novel gene methylation panel was developed for a blood-based test, and its diagnostic efficacy was evaluated using a cohort of 304 participants (203 cases, 101 controls). The assessment focused on the DNA methylation levels of SEPTIN9, tissue factor pathway inhibitor 2 (TFPI2), and the fragile histidine triad gene (FHIT) in patients with ECa, benign esophageal disease, and healthy controls. The receiver operating characteristic (ROC) curve was generated for the panel to calculate the area under the curve (AUC), sensitivity, specificity, and 95% confidence intervals (CIs), along with a comparison to the gold standard of pathological examination. The consistency between biomarker and pathological diagnosis was evaluated with kappa analysis conducted with IBM SPSS Statistics. The Chi-square test or Fisher's exact test was utilized to assess the association of test positivity with demographic characteristics.\nRESULTS\nIn patients with ECa, SEPTIN9, TFPI2, and FHIT DNA methylation levels were significantly higher compared to those with benign esophageal disease or healthy controls. The panel demonstrated promising potential as a noninvasive tool for distinguishing malignant tumors from both healthy controls and benign esophageal diseases, achieving an area under the ROC curve of 0.925 (95% CI: 0.889-0.952), with a sensitivity of 79.8% [95% CI 73.6-85.1%] and specificity of 95.0% [95% CI 88.8-98.4%]. In particular, the panel showed exceptional diagnostic efficiency for stage 0, I, and II cancer patients with sensitivity at 69.0, 75.5%, and 78.9%, respectively. The comparison revealed a Kappa value of 0.725 between RT-PCR testing and the established gold standard of pathological examination, indicating a high level of consistency. Additionally, there was no bias in diagnostic efficiency based on age, gender, or the presence of other malignancies (non-esophageal cancers).\nCONCLUSIONS\nThe study's findings suggested that the DNA methylation biomarkers panel holds promise as a non-invasive and convenient diagnostic test for ECa. The panel's ability to distinguish malignant tumors from benign esophageal diseases, coupled with its high sensitivity and specificity, presented opportunities to enhance the over-all diagnosis of high-risk population when in conjunction with existing detection methods.",
        "year": "2024",
        "venue": "BMC cancer",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39725880/",
        "authors": [
          "Zheng, Yan",
          "Xing, Wenqun",
          "Liu, Xianben",
          "Liang, Guanghui",
          "Yuan, Dongfeng",
          "Yang, Ke",
          "Wang, Weizhen",
          "Chen, Dongxu",
          "Ma, Jie"
        ],
        "citation_count": null
      }
    ],
    "total": 1,
    "snapshot_time": "2025-12-15T17:02:12.516812"
  },
  "\"circulating tumor DNA\" AND \"cancer diagnosis\" AND \"biomarker\" AND \"mechanism\" AND \"molecular\" AND": {
    "query": "\"circulating tumor DNA\" AND \"cancer diagnosis\" AND \"biomarker\" AND \"mechanism\" AND \"molecular\" AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "34868984",
        "title": "Circulating Tumor DNA and Minimal Residual Disease (MRD) in Solid Tumors: Current Horizons and Future Perspectives.",
        "abstract": "Circulating tumor DNA (ctDNA) is cell-free DNA (cfDNA) fragment in the bloodstream that originates from malignant tumors or circulating tumor cells. Recently, ctDNA has emerged as a promising non-invasive biomarker in clinical oncology. Analysis of ctDNA opens up new avenues for individualized cancer diagnosis and therapy in various types of tumors. Evidence suggests that minimum residual disease (MRD) is closely associated with disease recurrence, thus identifying specific genetic and molecular alterations as novel MRD detection targets using ctDNA has been a research focus. MRD is considered a promising prognostic marker to identify individuals at increased risk of recurrence and who may benefit from treatment. This review summarizes the current knowledge of ctDNA and MRD in solid tumors, focusing on the potential clinical applications and challenges. We describe the current state of ctDNA detection methods and the milestones of ctDNA development and discuss how ctDNA analysis may be an alternative for tissue biopsy. Additionally, we evaluate the clinical utility of ctDNA analysis in solid tumors, such as recurrence risk assessment, monitoring response, and resistance mechanism analysis. MRD detection aids in assessing treatment response, patient prognosis, and risk of recurrence. Moreover, this review highlights current advancements in utilizing ctDNA to monitor the MRD of solid tumors such as lung cancer, breast cancer, and colon cancer. Overall, the clinical application of ctDNA-based MRD detection can assist clinical decision-making and improve patient outcomes in malignant tumors.",
        "year": "2021",
        "venue": "Frontiers in oncology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/34868984/",
        "authors": [
          "Peng, Yan",
          "Mei, Wuxuan",
          "Ma, Kaidong",
          "Zeng, Changchun"
        ],
        "citation_count": null
      }
    ],
    "total": 1,
    "snapshot_time": "2025-12-15T17:02:15.835990"
  },
  "\"epigenetic regulation\" AND \"cardiovascular disease\" AND \"mechanism\" AND [Publication Date]": {
    "query": "\"epigenetic regulation\" AND \"cardiovascular disease\" AND \"mechanism\" AND [Publication Date]",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "38045042",
        "title": "Non-canonical STING-PERK pathway dependent epigenetic regulation of vascular endothelial dysfunction via integrating IRF3 and NF- κ B in inflammatory response.",
        "abstract": "Inflammation-driven endothelial dysfunction is the major initiating factor in atherosclerosis, while the underlying mechanism remains elusive. Here, we report that the non-canonical stimulator of interferon genes (STING)-PKR-like ER kinase (PERK) pathway was significantly activated in both human and mice atherosclerotic arteries. Typically, STING activation leads to the activation of interferon regulatory factor 3 (IRF3) and nuclear factor-kappa B (NF- κ B)/p65, thereby facilitating IFN signals and inflammation. In contrast, our study reveals the activated non-canonical STING-PERK pathway increases scaffold protein bromodomain protein 4 (BRD4) expression, which encourages the formation of super-enhancers on the proximal promoter regions of the proinflammatory cytokines, thereby enabling the transactivation of these cytokines by integrating activated IRF3 and NF- κ B via a condensation process. Endothelium-specific STING and BRD4 deficiency significantly decreased the plaque area and inflammation. Mechanistically, this pathway is triggered by leaked mitochondrial DNA (mtDNA) via mitochondrial permeability transition pore (mPTP), formed by voltage-dependent anion channel 1 (VDAC1) oligomer interaction with oxidized mtDNA upon cholesterol oxidation stimulation. Especially, compared to macrophages, endothelial STING activation plays a more pronounced role in atherosclerosis. We propose a non-canonical STING-PERK pathway-dependent epigenetic paradigm in atherosclerosis that integrates IRF3, NF- κ B and BRD4 in inflammatory responses, which provides emerging therapeutic modalities for vascular endothelial dysfunction.",
        "year": "2023",
        "venue": "Acta pharmaceutica Sinica. B",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38045042/",
        "authors": [
          "Li, Xuesong",
          "Chen, Xiang",
          "Zheng, Longbin",
          "Chen, Minghong",
          "Zhang, Yunjia",
          "Zhu, Ruigong",
          "Chen, Jiajing",
          "Gu, Jiaming",
          "Yin, Quanwen",
          "Jiang, Hong",
          "Wu, Xuan",
          "Ji, Xian",
          "Tang, Xin",
          "Dong, Mengdie",
          "Li, Qingguo",
          "Gao, Yuanqing",
          "Chen, Hongshan"
        ],
        "citation_count": null
      },
      {
        "pmid": "40710369",
        "title": "HDACs and Their Inhibitors on Post-Translational Modifications: The Regulation of Cardiovascular Disease.",
        "abstract": "Cardiovascular diseases (CVD), such as myocardial hypertrophy, heart failure, atherosclerosis, and myocardial ischemia/reperfusion (I/R) injury, are among the major threats to human health worldwide. Post-translational modifications alter the function of proteins through dynamic chemical modification after synthesis. This mechanism not only plays an important role in maintaining homeostasis and plays a crucial role in maintaining normal cardiovascular function, but is also closely related to the pathological state of various diseases. Histone deacetylases (HDACs) play an important role in the epigenetic regulation of gene expression, and play important roles in post-translational modification by catalyzing the deacetylation of key lysine residues in nucleosomal histones, which are closely associated with the occurrence and development of cardiovascular diseases. Recent studies indicate that HDAC inhibitors (HDACis) may represent a new class of drugs for the treatment of cardiovascular diseases by influencing post-translational modifications. In this review, we systematically summarize the mechanism of action of HDACs and HDACis in post-translational modifications related to common cardiovascular diseases, providing new ideas for the treatment of CVD, and explore possible future research directions on the relationship between HDAC and HDACi in post-translational modifications and cardiovascular diseases.",
        "year": "2025",
        "venue": "Cells",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40710369/",
        "authors": [
          "Yang, Siyi",
          "Sun, Yidong",
          "Yu, Wei"
        ],
        "citation_count": null
      },
      {
        "pmid": "40926127",
        "title": "The X-Age Project to construct a Chinese aging clock.",
        "abstract": "The global surge in the population of people 60 years and older, including that in China, challenges healthcare systems with rising age-related diseases. To address this demographic change, the Aging Biomarker Consortium (ABC) has launched the X-Age Project to develop a comprehensive aging evaluation system tailored to the Chinese population. Our goal is to identify robust biomarkers and construct composite aging clocks that capture biological age, defined as an individual's physiological and molecular state, across diverse Chinese cohorts. This Perspective outlines the core objectives, methodological framework and key deliverables of the X-Age Project, including cohort recruitment, standardized sample collection, multimodal data acquisition and clock model development. By integrating interdisciplinary expertise, we aim to provide a practical and scalable platform for understanding aging complexity and heterogeneity, early detection of accelerated aging and evaluation of aging interventions.",
        "year": "2025",
        "venue": "Nature aging",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40926127/",
        "authors": [
          "Li, Jiaming",
          "Jiang, Mengmeng",
          "Wang, Qiaoran",
          "Zheng, Zikai",
          "Shen, Jianghua",
          "Li, Jingyi",
          "Xiong, Muzhao",
          "Zheng, Yandong",
          "Lu, Xiaoyong",
          "Cai, Yusheng",
          "Fan, Yanling",
          "Geng, Lingling",
          "Ji, Qianzhao",
          "Peng, Qianqian",
          "Sun, Shuhui",
          "Wang, Yuanyuan",
          "Xin, Zijuan",
          "Yan, Kaowen",
          "Yang, Yuanhan",
          "Yu, Jun",
          "Yan, Haoteng",
          "Ai, Ding",
          "Bai, Yongping",
          "Bi, Yan",
          "Bian, Xiu-Wu",
          "Bu, Pengcheng",
          "Cai, Jian-Ping",
          "Cao, Chun-Mei",
          "Cao, Feng",
          "Cao, Zhongwei",
          "Chai, Renjie",
          "Chan, Piu",
          "Chen, Chang",
          "Chen, Cheng-Shui",
          "Chen, Chunying",
          "Chen, Di",
          "Chen, Hou-Zao",
          "Chen, Lin",
          "Chen, Quan",
          "Chen, Xiao",
          "Chen, Xiaochun",
          "Chen, Yu",
          "Chen, Zi-Jiang",
          "Ci, Weimin",
          "Dai, Zhe",
          "Ding, Qiurong",
          "Dong, Birong",
          "Dong, Jiahong",
          "Fan, Jian-Gao",
          "Feng, Shiqing",
          "Feng, Xin",
          "Feng, Yun",
          "Fu, Xiaobing",
          "Fu, Xiaolong",
          "Gao, Feng",
          "Gao, Jiangang",
          "Gao, Qiang",
          "Gao, Shaorong",
          "Gu, Yonghao",
          "Guan, Youfei",
          "Guo, Feifan",
          "Han, Jing-Dong J",
          "Hao, Haiping",
          "Hao, Jihui",
          "He, Fuchu",
          "He, Jinhan",
          "He, Ming",
          "He, Mingguang",
          "He, Qiyang",
          "He, Zhiying",
          "He, Zuhong",
          "Hong, Huashan",
          "Hong, Jiaxu",
          "Hou, Shengping",
          "Hu, Cheng",
          "Hu, Ping",
          "Hu, Zhibin",
          "Huang, Canhua",
          "Huang, Jun",
          "Huang, Kai",
          "Huang, Pengyu",
          "Ji, Xunming",
          "Ji, Yong",
          "Jia, Shunji",
          "Jiang, Hong",
          "Jiang, Wenjian",
          "Jin, Lingjing",
          "Jin, Zi-Bing",
          "Ju, Shenghong",
          "Ju, Zhenyu",
          "Kong, Qing-Peng",
          "Kong, Wei",
          "Kong, Wei-Jia",
          "Kong, Xiangqing",
          "Lei, Guanghua",
          "Li, Geng-Lin",
          "Li, Ji",
          "Li, Jian",
          "Li, Mengfeng",
          "Li, Rong",
          "Li, Wei",
          "Li, Wei",
          "Li, Xiao-Jun",
          "Li, Xin",
          "Liang, Qingfeng",
          "Liang, Zhen",
          "Lin, Haotian",
          "Liu, Baohua",
          "Liu, Cai-Yue",
          "Liu, Changsheng",
          "Liu, Feng",
          "Liu, Jianfeng",
          "Liu, Jun-Ping",
          "Liu, Ke",
          "Liu, Lin",
          "Liu, Pingsheng",
          "Liu, Qiang",
          "Liu, Qiang",
          "Liu, Tiemin",
          "Liu, Wenwen",
          "Liu, Xingguo",
          "Liu, Yajun",
          "Liu, Yong",
          "Liu, Youhua",
          "Liu, Youshuo",
          "Liu, Zhili",
          "Long, Xiao",
          "Lu, Yao",
          "Luo, Jian",
          "Luo, Xianghang",
          "Ma, Chunhong",
          "Ma, Shuai",
          "Ma, Xinran",
          "Mao, Jianhua",
          "Mao, Zhiyong",
          "Ng, Shyh-Chang",
          "Nie, Guangjun",
          "Niu, Yuyu",
          "Peng, Yaojin",
          "Pu, Jun",
          "Qi, Jieyu",
          "Qiang, Li",
          "Qiao, Jie",
          "Qin, Yingying",
          "Qu, Aijuan",
          "Qu, Jing",
          "Ren, Jie",
          "Ren, Ruibao",
          "Ruan, Xiong Z",
          "Shi, Anbing",
          "Shi, Haibo",
          "Shi, Jie",
          "So, Kwok-Fai",
          "Song, Moshi",
          "Song, Weihong",
          "Songyang, Zhou",
          "Su, Jiacan",
          "Sun, Aijun",
          "Sun, Liang",
          "Sun, Qiang",
          "Sun, Yi Eve",
          "Sun, Yu",
          "Tang, Peifu",
          "Tang, Qi-Qun",
          "Tang, Yi",
          "Tao, Jun",
          "Tao, Ling",
          "Tian, Mei",
          "Tian, Xiao-Li",
          "Tian, Ye",
          "Tong, Xiaolin",
          "Wang, Cong-Yi",
          "Wang, Haibo",
          "Wang, Hongmei",
          "Wang, Huating",
          "Wang, Jianan",
          "Wang, Jianwei",
          "Wang, Jianwei",
          "Wang, Jiqiu",
          "Wang, Liheng",
          "Wang, Lin",
          "Wang, Miao",
          "Wang, Qiang",
          "Wang, Si",
          "Wang, Sijia",
          "Wang, Songlin",
          "Wang, Wengong",
          "Wang, Xiaoming",
          "Wang, Xiaoning",
          "Wang, Yan",
          "Wang, Yan-Jiang",
          "Wang, Yuan",
          "Wang, Yunfang",
          "Wang, Zhenning",
          "Wei, Xiawei",
          "Weng, Jianping",
          "Wu, Haitao",
          "Wu, Jihong",
          "Xia, Xiaohuan",
          "Xia, Yang",
          "Xiang, Andy Peng",
          "Xiao, Guozhi",
          "Xiao, Junjie",
          "Xiao, Yichuan",
          "Xiao, Zhi-Xiong Jim",
          "Xie, Zhengwei",
          "Xiong, Wei",
          "Xu, Aimin",
          "Xu, Hua",
          "Xu, Lingyan",
          "Xu, Ming",
          "Yan, Liying",
          "Yang, Jiayin",
          "Yang, Jichun",
          "Yang, Liu",
          "Yang, Yun-Gui",
          "Yang, Ze",
          "Yang, Zhenglin",
          "Yao, Hongjie",
          "Ye, Jing",
          "Yi, Chengqi",
          "Yi, Fan",
          "Yu, Honghua",
          "Yu, Yang",
          "Yu, Zhengrong",
          "Yuan, Ti-Fei",
          "Yue, Jirong",
          "Yue, Rui",
          "Zhang, Chen",
          "Zhang, Chunxiang",
          "Zhang, Cuntai",
          "Zhang, Feng",
          "Zhang, Hongbo",
          "Zhang, Hongjia",
          "Zhang, Huijie",
          "Zhang, Jie",
          "Zhang, Jingjing",
          "Zhang, Licheng",
          "Zhang, Lingqiang",
          "Zhang, Luoying",
          "Zhang, Qingjiong",
          "Zhang, Wei",
          "Zhang, Weiping J",
          "Zhang, Xin",
          "Zhang, Xuan",
          "Zhang, Yong",
          "Zhang, Yun-Wu",
          "Zhang, Zhanjun",
          "Zhang, Zhuohua",
          "Zhao, Bing",
          "Zhao, Guoguang",
          "Zhao, Jiajun",
          "Zhao, Meng",
          "Zhao, Tongbiao",
          "Zheng, Jialin C",
          "Zheng, Junke",
          "Zheng, Zhuozhao",
          "Zhou, Huixia",
          "Zhou, Lili",
          "Zhou, Xiangtian",
          "Zhou, Yongsheng",
          "Zhou, Zhongjun",
          "Zhu, Lan",
          "Zhu, Yizhun",
          "Zhu, Zhiming",
          "Zhuang, Wenjuan",
          "Zou, Weiguo",
          "Zhang, Weiqi",
          "Pei, Gang",
          "Liu, Guang-Hui"
        ],
        "citation_count": null
      },
      {
        "pmid": "27594376",
        "title": "Nutrition in early life and age-associated diseases.",
        "abstract": "The prevalence of age-associated disease is increasing at a striking rate globally. It is known that a strong association exists between a suboptimal maternal and/or early-life environment and increased propensity of developing age-associated disease, including cardiovascular disease (CVD), type-2 diabetes (T2D) and obesity. The dissection of underlying molecular mechanisms to explain this phenomenon, which is known as 'developmental programming' is still emerging; however three common mechanisms have emerged in many models of developmental programming. These mechanisms are (a) changes in tissue structure, (b) epigenetic regulation and (c) accelerated cellular ageing. This review will examine the epidemiological evidence and the animal models of suboptimal maternal environments, focusing upon these molecular mechanisms and will discuss the progress being made in the development of safe and effective intervention strategies which ultimately could target those 'programmed' individuals who are known to be at-risk of age-associated disease.",
        "year": "2017",
        "venue": "Ageing research reviews",
        "url": "https://pubmed.ncbi.nlm.nih.gov/27594376/",
        "authors": [
          "Tarry-Adkins, Jane L",
          "Ozanne, Susan E"
        ],
        "citation_count": null
      },
      {
        "pmid": "27512339",
        "title": "The Evolution of Epigenetics: From Prokaryotes to Humans and Its Biological Consequences.",
        "abstract": "The evolution process includes genetic alterations that started with prokaryotes and now continues in humans. A distinct difference between prokaryotic chromosomes and eukaryotic chromosomes involves histones. As evolution progressed, genetic alterations accumulated and a mechanism for gene selection developed. It was as if nature was experimenting to optimally utilize the gene pool without changing individual gene sequences. This mechanism is called epigenetics, as it is above the genome. Curiously, the mechanism of epigenetic regulation in prokaryotes is strikingly different from that in eukaryotes, mainly higher eukaryotes, like mammals. In fact, epigenetics plays a significant role in the conserved process of embryogenesis and human development. Malfunction of epigenetic regulation results in many types of undesirable effects, including cardiovascular disease, metabolic disorders, autoimmune diseases, and cancer. This review provides a comparative analysis and new insights into these aspects.",
        "year": "2016",
        "venue": "Genetics & epigenetics",
        "url": "https://pubmed.ncbi.nlm.nih.gov/27512339/",
        "authors": [
          "Willbanks, Amber",
          "Leary, Meghan",
          "Greenshields, Molly",
          "Tyminski, Camila",
          "Heerboth, Sarah",
          "Lapinska, Karolina",
          "Haskins, Kathryn",
          "Sarkar, Sibaji"
        ],
        "citation_count": null
      }
    ],
    "total": 32,
    "snapshot_time": "2025-12-15T17:02:31.585429"
  },
  "\"epigenetics\" AND \"cardiovascular disease\" AND \"review\" AND [Publication Date]": {
    "query": "\"epigenetics\" AND \"cardiovascular disease\" AND \"review\" AND [Publication Date]",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "35661785",
        "title": "Molecular mechanisms and therapeutic targets for diabetic kidney disease.",
        "abstract": "Diabetic kidney disease has a high global disease burden and substantially increases the risk of kidney failure and cardiovascular events. Despite treatment, there is substantial residual risk of disease progression with existing therapies. Therefore, there is an urgent need to better understand the molecular mechanisms driving diabetic kidney disease to help identify new therapies that slow progression and reduce associated risks. Diabetic kidney disease is initiated by diabetes-related disturbances in glucose metabolism, which then trigger other metabolic, hemodynamic, inflammatory, and fibrotic processes that contribute to disease progression. This review summarizes existing evidence on the molecular drivers of diabetic kidney disease onset and progression, focusing on inflammatory and fibrotic mediators-factors that are largely unaddressed as primary treatment targets and for which there is increasing evidence supporting key roles in the pathophysiology of diabetic kidney disease. Results from recent clinical trials highlight promising new drug therapies, as well as a role for dietary strategies, in treating diabetic kidney disease.",
        "year": "2022",
        "venue": "Kidney international",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35661785/",
        "authors": [
          "Tuttle, Katherine R",
          "Agarwal, Rajiv",
          "Alpers, Charles E",
          "Bakris, George L",
          "Brosius, Frank C",
          "Kolkhof, Peter",
          "Uribarri, Jaime"
        ],
        "citation_count": null
      },
      {
        "pmid": "37277249",
        "title": "How epigenetics impacts on human diseases.",
        "abstract": "Epigenetics is a rapidly growing field of biology that studies the changes in gene expression that are not due to alterations in the DNA sequence but rather the chemical modifications of DNA and its associated proteins. Epigenetic mechanisms can profoundly influence gene expression, cell differentiation, tissue development, and disease susceptibility. Understanding epigenetic changes is essential to elucidate the mechanisms underlying the increasingly recognized role of environmental and lifestyle factors in health and disease and the intergenerational transmission of phenotypes. Recent studies suggest epigenetics may be critical in various diseases, from cardiovascular disease and cancer to neurodevelopmental and neurodegenerative disorders. Epigenetic modifications are potentially reversible and could provide new therapeutic avenues for treating these diseases using epigenetic modulators. Moreover, epigenetics provide insight into disease pathogenesis and biomarkers for disease diagnosis and risk stratification. Nevertheless, epigenetic interventions have the potential for unintended consequences and may potentially lead to increased risks of unexpected outcomes, such as adverse drug reactions, developmental abnormalities, and cancer. Therefore, rigorous studies are essential to minimize the risks associated with epigenetic therapies and to develop safe and effective interventions for improving human health. This article provides a synthetic and historical view of the origin of epigenetics and some of the most relevant achievements.",
        "year": "2023",
        "venue": "European journal of internal medicine",
        "url": "https://pubmed.ncbi.nlm.nih.gov/37277249/",
        "authors": [
          "Farsetti, Antonella",
          "Illi, Barbara",
          "Gaetano, Carlo"
        ],
        "citation_count": null
      },
      {
        "pmid": "35995049",
        "title": "Dietary Fructose and Fructose-Induced Pathologies.",
        "abstract": "The consumption of fructose as sugar and high-fructose corn syrup has markedly increased during the past several decades. This trend coincides with the exponential rise of metabolic diseases, including obesity, nonalcoholic fatty liver disease, cardiovascular disease, and diabetes. While the biochemical pathways of fructose metabolism were elucidated in the early 1990s, organismal-level fructose metabolism and its whole-body pathophysiological impacts have been only recently investigated. In this review, we discuss the history of fructose consumption, biochemical and molecular pathways involved in fructose metabolism in different organs and gut microbiota, the role of fructose in the pathogenesis of metabolic diseases, and the remaining questions to treat such diseases.",
        "year": "2022",
        "venue": "Annual review of nutrition",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35995049/",
        "authors": [
          "Jung, Sunhee",
          "Bae, Hosung",
          "Song, Won-Suk",
          "Jang, Cholsoon"
        ],
        "citation_count": null
      },
      {
        "pmid": "29514064",
        "title": "Therapeutic Potential of NAD-Boosting Molecules: The In Vivo Evidence.",
        "abstract": "Nicotinamide adenine dinucleotide (NAD), the cell's hydrogen carrier for redox enzymes, is well known for its role in redox reactions. More recently, it has emerged as a signaling molecule. By modulating NAD + -sensing enzymes, NAD + controls hundreds of key processes from energy metabolism to cell survival, rising and falling depending on food intake, exercise, and the time of day. NAD + levels steadily decline with age, resulting in altered metabolism and increased disease susceptibility. Restoration of NAD + levels in old or diseased animals can promote health and extend lifespan, prompting a search for safe and efficacious NAD-boosting molecules that hold the promise of increasing the body's resilience, not just to one disease, but to many, thereby extending healthy human lifespan.",
        "year": "2018",
        "venue": "Cell metabolism",
        "url": "https://pubmed.ncbi.nlm.nih.gov/29514064/",
        "authors": [
          "Rajman, Luis",
          "Chwalek, Karolina",
          "Sinclair, David A"
        ],
        "citation_count": null
      },
      {
        "pmid": "35752619",
        "title": "Epigenetic regulation in cardiovascular disease: mechanisms and advances in clinical trials.",
        "abstract": "Epigenetics is closely related to cardiovascular diseases. Genome-wide linkage and association analyses and candidate gene approaches illustrate the multigenic complexity of cardiovascular disease. Several epigenetic mechanisms, such as DNA methylation, histone modification, and noncoding RNA, which are of importance for cardiovascular disease development and regression. Targeting epigenetic key enzymes, especially the DNA methyltransferases, histone methyltransferases, histone acetylases, histone deacetylases and their regulated target genes, could represent an attractive new route for the diagnosis and treatment of cardiovascular diseases. Herein, we summarize the knowledge on epigenetic history and essential regulatory mechanisms in cardiovascular diseases. Furthermore, we discuss the preclinical studies and drugs that are targeted these epigenetic key enzymes for cardiovascular diseases therapy. Finally, we conclude the clinical trials that are going to target some of these processes.",
        "year": "2022",
        "venue": "Signal transduction and targeted therapy",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35752619/",
        "authors": [
          "Shi, Yuncong",
          "Zhang, Huanji",
          "Huang, Suli",
          "Yin, Li",
          "Wang, Feng",
          "Luo, Pei",
          "Huang, Hui"
        ],
        "citation_count": null
      }
    ],
    "total": 529,
    "snapshot_time": "2025-12-15T17:02:38.387551"
  },
  "\"organoid culture\" AND \"drug screening\" AND (\"efficacy\" OR \"effectiveness\") AND": {
    "query": "\"organoid culture\" AND \"drug screening\" AND (\"efficacy\" OR \"effectiveness\") AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "35802820",
        "title": "Patient-derived renal cell carcinoma organoids for personalized cancer therapy.",
        "abstract": "BACKGROUND\nKidney cancer is one of the most common solid tumors. The advancement of human kidney cancer research and treatment has been hindered by a lack of research models that faithfully recapitulate the diversity of the disease.\nMETHODS\nWe established an effective three-dimensional culture system for generating kidney cancer organoids from clinical renal cell carcinoma samples. Renal cell carcinoma (RCC) organoids were characterized by H&E staining, immunofluorescence, whole-exome sequencing, RNA sequencing and single-cell RNA sequencing. The use of RCC organoids in personalized cancer therapy was assessed by testing their responses to treatment drugs and chimeric antigen receptor T cells.\nRESULTS\nUsing this organoid culture system, 33 kidney cancer organoid lines from common kidney cancer subtypes, including clear cell renal cell carcinoma (ccRCC), papillary renal cell carcinoma (pRCC), and chromophobe renal cell carcinoma (chRCC), were generated. RCC organoids preserved the histological architectures, mutational landscapes, and transcriptional profile of the parental tumor tissues. Single-cell RNA-sequencing revealed inter- and intra-tumoral heterogeneity in RCC organoids. RCC organoids allowed for in vitro drug screening and provided a tool for assessing the efficacy of chimeric antigen receptor T cells.\nCONCLUSIONS\nPatient-derived RCC organoids are valuable pre-clinical models for academic research and personalized medicine.",
        "year": "2022",
        "venue": "Clinical and translational medicine",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35802820/",
        "authors": [
          "Li, Zhichao",
          "Xu, Haibo",
          "Yu, Lei",
          "Wang, Jia",
          "Meng, Qian",
          "Mei, Hongbing",
          "Cai, Zhiming",
          "Chen, Wei",
          "Huang, Weiren"
        ],
        "citation_count": null
      },
      {
        "pmid": "38533706",
        "title": "Establishment of patient-derived organoids for guiding personalized therapies in breast cancer patients.",
        "abstract": "Breast cancer has become the most commonly diagnosed cancer. The intra- and interpatient heterogeneity induced a considerable variation in treatment efficacy. There is an urgent requirement for preclinical models to anticipate the effectiveness of individualized drug responses. Patient-derived organoids (PDOs) can accurately recapitulate the architecture and biological characteristics of the origin tumor, making them a promising model that can overtake many limitations of cell lines and PDXs. However, it is still unclear whether PDOs-based drug testing can benefit breast cancer patients, particularly those with tumor recurrence or treatment resistance. Fresh tumor samples were surgically resected for organoid culture. Primary tumor samples and PDOs were subsequently subjected to H&E staining, immunohistochemical (IHC) analysis, and whole-exome sequencing (WES) to make comparisons. Drug sensitivity tests were performed to evaluate the feasibility of this model for predicting patient drug response in clinical practice. We established 75 patient-derived breast cancer organoid models. The results of H&E staining, IHC, and WES revealed that PDOs inherited the histologic and genetic characteristics of their parental tumor tissues. The PDOs successfully predicted the patient's drug response, and most cases exhibited consistency between PDOs' drug susceptibility test results and the clinical response of the matched patient. We conclude that the breast cancer organoids platform can be a potential preclinical tool used for the selection of effective drugs and guided personalized therapies for patients with advanced breast cancer.",
        "year": "2024",
        "venue": "International journal of cancer",
        "url": "https://pubmed.ncbi.nlm.nih.gov/38533706/",
        "authors": [
          "Wu, Huizi",
          "Wang, Weiwei",
          "Zhang, Yinbin",
          "Chen, Yinxi",
          "Shan, Changyou",
          "Li, Jia",
          "Jia, Yiwei",
          "Li, Chaofan",
          "Du, Chong",
          "Cai, Yifan",
          "Zhang, Yu",
          "Zhang, Shuqun",
          "Wu, Fei"
        ],
        "citation_count": null
      },
      {
        "pmid": "40991260",
        "title": "Integrating Circulating Tumor DNA Dynamics and Sequential Organoid Drug Screening Enhances Breast Cancer Treatment Efficacy.",
        "abstract": "Dynamic changes in circulating tumor DNA (ctDNA) variant allele frequency (VAF) reflect real-time therapeutic efficacy. Timely treatment modification guided by ctDNA VAF may enable precision selection of optimized regimens to counteract evolving resistance in breast cancer. Here, we developed a therapeutic approach integrating ctDNA dynamics with sequential organoid drug screening to optimize breast cancer treatment. Targeted deep sequencing on plasma samples from 71 breast cancer patients revealed that ctDNA clearance correlates with improved disease-free survival. Additionally, analysis of 40 breast cancer organoid models demonstrated the potential of organoid culture supernatants for comprehensive mutation profiling and drug sensitivity testing. Together, these findings suggest that combining ctDNA monitoring with organoid-based drug screening can guide adjustments to treatment strategies, offering a promising solution to optimize patient outcomes.",
        "year": "2025",
        "venue": "Cancer research",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40991260/",
        "authors": [
          "Liu, Jialin",
          "Fang, Fang",
          "Yuan, Weiguang",
          "Chen, Tao",
          "Wang, Ji",
          "Miao, Xiaping",
          "Meng, Yuhuan",
          "Song, Chen",
          "Tan, Wanchun",
          "An, Jing",
          "Nanding, Abiyasi",
          "Li, Dalin",
          "Zhang, Youxue",
          "Jiang, Yongdong",
          "Chen, Yanbo",
          "Xu, Shouping",
          "Zhang, Guoqiang",
          "Song, Yanni",
          "Li, Hui",
          "Gong, Yajie",
          "Yu, Yuanyuan",
          "Li, Siwei",
          "Zhang, Xingda",
          "Zhao, Shilu",
          "Hao, Wenhui",
          "Pang, Da",
          "Tian, Jun",
          "Yu, Shihui",
          "Zhang, Xianyu"
        ],
        "citation_count": null
      },
      {
        "pmid": "29180611",
        "title": "Screening drug effects in patient-derived cancer cells links organoid responses to genome alterations.",
        "abstract": "Cancer drug screening in patient-derived cells holds great promise for personalized oncology and drug discovery but lacks standardization. Whether cells are cultured as conventional monolayer or advanced, matrix-dependent organoid cultures influences drug effects and thereby drug selection and clinical success. To precisely compare drug profiles in differently cultured primary cells, we developed DeathPro , an automated microscopy-based assay to resolve drug-induced cell death and proliferation inhibition. Using DeathPro , we screened cells from ovarian cancer patients in monolayer or organoid culture with clinically relevant drugs. Drug-induced growth arrest and efficacy of cytostatic drugs differed between the two culture systems. Interestingly, drug effects in organoids were more diverse and had lower therapeutic potential. Genomic analysis revealed novel links between drug sensitivity and DNA repair deficiency in organoids that were undetectable in monolayers. Thus, our results highlight the dependency of cytostatic drugs and pharmacogenomic associations on culture systems, and guide culture selection for drug tests.",
        "year": "2017",
        "venue": "Molecular systems biology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/29180611/",
        "authors": [
          "Jabs, Julia",
          "Zickgraf, Franziska M",
          "Park, Jeongbin",
          "Wagner, Steve",
          "Jiang, Xiaoqi",
          "Jechow, Katharina",
          "Kleinheinz, Kortine",
          "Toprak, Umut H",
          "Schneider, Marc A",
          "Meister, Michael",
          "Spaich, Saskia",
          "Sütterlin, Marc",
          "Schlesner, Matthias",
          "Trumpp, Andreas",
          "Sprick, Martin",
          "Eils, Roland",
          "Conrad, Christian"
        ],
        "citation_count": null
      },
      {
        "pmid": "35765706",
        "title": "3D printed human organoids: High throughput system for drug screening and testing in current COVID-19 pandemic.",
        "abstract": "In the current pandemic, scenario the world is facing a huge shortage of effective drugs and other prophylactic medicine to treat patients which created havoc in several countries with poor resources. With limited demand and supply of effective drugs, researchers rushed to repurpose the existing approved drugs for the treatment of COVID-19. The process of drug screening and testing is very costly and requires several steps for validation and treatment efficacy evaluation ranging from in-vitro to in-vivo setups. After these steps, a clinical trial is mandatory for the evaluation of treatment efficacy and side effects in humans. These processes enhance the overall cost and sometimes the lead molecule show adverse effects in humans and the trial ends up in the final stages. Recently with the advent of three-dimensional (3D) organoid culture which mimics the human tissue exactly the process of drug screening and testing can be done in a faster and cost-effective manner. Further 3D organoids prepared from stems cells taken from individuals can be beneficial for personalized drug therapy which could save millions of lives. This review discussed approaches and techniques for the synthesis of 3D-printed human organoids for drug screening. The key findings of the usage of organoids for personalized medicine for the treatment of COVID-19 have been discussed. In the end, the key challenges for the wide applicability of human organoids for drug screening with prospects of future orientation have been included.",
        "year": "2022",
        "venue": "Biotechnology and bioengineering",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35765706/",
        "authors": [
          "Parihar, Arpana",
          "Pandita, Vasundhara",
          "Khan, Raju"
        ],
        "citation_count": null
      }
    ],
    "total": 20,
    "snapshot_time": "2025-12-15T17:02:41.928355"
  },
  "\"organoid culture\" AND \"drug screening\" AND \"mechanism\" AND AND": {
    "query": "\"organoid culture\" AND \"drug screening\" AND \"mechanism\" AND AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "41210600",
        "title": "Application of nanomaterials in organoid culture and cryopreservation.",
        "abstract": "Organoids are three-dimensional, self-organizing microtissues obtained from stem cells, primary tissues, or patient-derived tumors through in vitro culture, which are invaluable models for studying organ development, disease mechanism modelling, drug screening, and regenerative medicine. Nanomaterials, with unique surface properties and excellent biocompatibility, have emerged as powerful tools in biomedical research, particularly in the fields of organoid construction ( e.g. , microenvironment modulation and advanced engineering cultivation) and cryopreservation ( e.g. , intracellular delivery, nanowarming, and ice-inhibition). This review comprehensively discusses the recent advancements in nanomaterial-based strategies for organoid fabrication and cryopreservation while addressing their challenges such as biocompatibility, scalability and long-term safety. Finally, we envision the prospects in the development of advanced nanomaterial-based platforms for organoid construction and cryopreservation with higher biocompatibility and standardization.",
        "year": "2025",
        "venue": "Nanoscale advances",
        "url": "https://pubmed.ncbi.nlm.nih.gov/41210600/",
        "authors": [
          "He, Wanjuan",
          "Sun, Qinlin",
          "Ge, Dan",
          "Liu, Yang",
          "Sun, Bingbing"
        ],
        "citation_count": null
      },
      {
        "pmid": "36738219",
        "title": "[Development of an olfactory epithelial organoid culture system based on small molecule screening].",
        "abstract": "Olfactory epithelium, which detects and transmits odor signals, is critical for the function of olfactory system. Olfactory epithelium is able to recover spontaneously after injury under normal circumstances, but this ability is dampened in certain diseases or senility, which causes olfactory dysfunction. The olfactory epithelium consists of basal cells, sustentacular cells and olfactory sensory neurons. In order to develop an olfactory epithelial organoid containing multiple olfactory cell types in vitro , we used three-dimensional culture model and small molecules screening. This organoid system consists of horizontal basal-like cells, globose basal-like cells, sustentacular-like cells and olfactory sensory neurons-like cells. Through statistical analysis of clone diameter, immunofluorescence staining and qPCR detection of the expression level of related marker genes. We identified a series of growth factors and small molecule compounds that affected the proliferation, composition and gene expression of the organoids. CHIR-99021, an activator of Wnt signaling pathway, increased the colony formation and proliferation rate of olfactory epithelial organoids and the expression level of marker genes of olfactory sensory neurons-like cells. In addition, each factor in the culture system increased the proportion of c-Kit-positive globose basal-like cell colonies in organoids. Moreover, EGF and vitamin C were both beneficial to the expression of horizontal basal-like cell marker genes in organoids. The established olfactory epithelial organoid system mimicked the process of olfactory epithelial stem cells differentiating into various olfactory epithelial cell types, thus providing a research model for studying olfactory epithelial tissue regeneration, the pathological mechanism of olfactory dysfunction and drug screening for olfactory dysfunction treatment.",
        "year": "2023",
        "venue": "Sheng wu gong cheng xue bao = Chinese journal of biotechnology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/36738219/",
        "authors": [
          "Wang, Han",
          "Deng, Liling",
          "Qin, Xuanhe"
        ],
        "citation_count": null
      },
      {
        "pmid": "31086460",
        "title": "Organoids of liver diseases: From bench to bedside.",
        "abstract": "Understanding the occurrence, development, and treatment of liver diseases is the main goal of hepatopathology research. Liver diseases are not only diverse but also highly heterogeneous among individuals. At present, research on liver diseases is conducted mainly through cell culture, animal models, pathological specimens, etc . However, these methods cannot fully reveal the pathogenic mechanism and therapeutic characteristics of individualized liver diseases. Recent advances in three-dimensional cell culture technology (organoid culture techniques) include pluripotent stem cells and adult stem cells that are cultured in vitro to form self-organizing properties, making it possible to achieve individualized liver disease research. This review provides a comprehensive overview of the development of liver organoids, the existing and potential applications of liver regenerative medicine, the pathogenesis of liver disease heterogeneity, and drug screening.",
        "year": "2019",
        "venue": "World journal of gastroenterology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31086460/",
        "authors": [
          "Wu, Li-Jun",
          "Chen, Zi-Yan",
          "Wang, Yi",
          "Zhao, Jun-Gang",
          "Xie, Xiao-Zai",
          "Chen, Gang"
        ],
        "citation_count": null
      },
      {
        "pmid": "40549302",
        "title": "Precision medicine research progress based on colorectal cancer organoids.",
        "abstract": "Organoids are cultures that use stem cells to induce differentiation or clinical samples as raw materials to form three-dimensional spatial structures through specific culture systems, thereby simulating the structure and function of tissues in vivo. Organoids are characterized by their ease of construction, long-term stable passage, clinical authenticity, and application in high-throughput drug screening. Patient-derived organoids have great application value in colorectal cancer research and individualized treatment. In this review, recent advances in colorectal cancer organoid culture technology, clinical individualized drug sensitivity assessment, new drug screening, drug mechanism research, nanomedicine-based applications, and imaging technology are summarized. These advancements will provide support for the precise diagnosis and treatment of colorectal cancer and the development of new treatment strategies, which will have significant scientific value and clinical transformation value.",
        "year": "2025",
        "venue": "Discover oncology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40549302/",
        "authors": [
          "Pang, Xiyou",
          "Hu, Yuqing",
          "Dai, Zhihui",
          "Lou, Qiuwen",
          "Xu, Wenxia",
          "Chen, Lin"
        ],
        "citation_count": null
      },
      {
        "pmid": "37692477",
        "title": "Cancer organoids: A platform in basic and translational research.",
        "abstract": "An accumulation of previous work has established organoids as good preclinical models of human tumors, facilitating translation from basic research to clinical practice. They are changing the paradigm of preclinical cancer research because they can recapitulate the heterogeneity and pathophysiology of human cancers and more closely approximate the complex tissue environment and structure found in clinical tumors than in vitro cell lines and animal models. However, the potential applications of cancer organoids remain to be comprehensively summarized. In the review, we firstly describe what is currently known about cancer organoid culture and then discuss in depth the basic mechanisms, including tumorigenesis and tumor metastasis, and describe recent advances in patient-derived tumor organoids (PDOs) for drug screening and immunological studies. Finally, the present challenges faced by organoid technology in clinical practice and its prospects are discussed. This review highlights that organoids may offer a novel therapeutic strategy for cancer research.",
        "year": "2024",
        "venue": "Genes & diseases",
        "url": "https://pubmed.ncbi.nlm.nih.gov/37692477/",
        "authors": [
          "Ma, Xin",
          "Wang, Qin",
          "Li, Guozheng",
          "Li, Hui",
          "Xu, Shouping",
          "Pang, Da"
        ],
        "citation_count": null
      }
    ],
    "total": 8,
    "snapshot_time": "2025-12-15T17:02:45.459239"
  },
  "\"organoid culture\" AND \"drug screening\" AND \"review\" AND": {
    "query": "\"organoid culture\" AND \"drug screening\" AND \"review\" AND",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "33623712",
        "title": "Engineering organoids.",
        "abstract": "Organoids are in vitro miniaturized and simplified model systems of organs that have gained enormous interest for modelling tissue development and disease, and for personalized medicine, drug screening and cell therapy. Despite considerable success in culturing physiologically relevant organoids, challenges remain to achieve real-life applications. In particular, the high variability of self-organizing growth and restricted experimental and analytical access hamper the translatability of organoid systems. In this Review, we argue that many limitations of traditional organoid culture can be addressed by engineering approaches at all levels of organoid systems. We investigate cell surface and genetic engineering approaches, and discuss stem cell niche engineering based on the design of matrices that allow spatiotemporal control of organoid growth and shape-guided morphogenesis. We examine how microfluidic approaches and lessons learnt from organs-on-a-chip enable the integration of mechano-physiological parameters and increase accessibility of organoids to improve functional readouts. Applying engineering principles to organoids increases reproducibility and provides experimental control, which will, ultimately, be required to enable clinical translation.",
        "year": "2021",
        "venue": "Nature reviews. Materials",
        "url": "https://pubmed.ncbi.nlm.nih.gov/33623712/",
        "authors": [
          "Hofer, Moritz",
          "Lutolf, Matthias P"
        ],
        "citation_count": null
      },
      {
        "pmid": "37215622",
        "title": "Organoids: The current status and biomedical applications.",
        "abstract": "Organoids are three-dimensional (3D) miniaturized versions of organs or tissues that are derived from cells with stem potential and can self-organize and differentiate into 3D cell masses, recapitulating the morphology and functions of their in vivo counterparts. Organoid culture is an emerging 3D culture technology, and organoids derived from various organs and tissues, such as the brain, lung, heart, liver, and kidney, have been generated. Compared with traditional bidimensional culture, organoid culture systems have the unique advantage of conserving parental gene expression and mutation characteristics, as well as long-term maintenance of the function and biological characteristics of the parental cells in vitro. All these features of organoids open up new opportunities for drug discovery, large-scale drug screening, and precision medicine. Another major application of organoids is disease modeling, and especially various hereditary diseases that are difficult to model in vitro have been modeled with organoids by combining genome editing technologies. Herein, we introduce the development and current advances in the organoid technology field. We focus on the applications of organoids in basic biology and clinical research, and also highlight their limitations and future perspectives. We hope that this review can provide a valuable reference for the developments and applications of organoids.",
        "year": "2023",
        "venue": "MedComm",
        "url": "https://pubmed.ncbi.nlm.nih.gov/37215622/",
        "authors": [
          "Yang, Siqi",
          "Hu, Haijie",
          "Kung, Hengchung",
          "Zou, Ruiqi",
          "Dai, Yushi",
          "Hu, Yafei",
          "Wang, Tiantian",
          "Lv, Tianrun",
          "Yu, Jun",
          "Li, Fuyu"
        ],
        "citation_count": null
      },
      {
        "pmid": "35004672",
        "title": "Microfluidic Platforms for High-Throughput Pancreatic Ductal Adenocarcinoma Organoid Culture and Drug Screening.",
        "abstract": "Pancreatic Ductal Adenocarcinoma (PDAC), the most common pancreatic cancer type, is believed to become the second leading cause of cancer-related deaths by 2030 with mortality rates of up to 93%. It is often detected at a late stage due to lacking symptoms, and therefore surgical removal of the tumor is the only treatment option for patients. Only 20% of the tumors are resectable, mainly due to early metastasis. Therefore, for 80% of cases chemotherapeutic treatment is the leading therapy for patients. PDAC is characterized by high-density stroma which induces hypoxic conditions and high interstitial pressure. These factors impact carcinogenesis and progression of PDAC and support the formation of an immunosuppressive microenvironment that renders this tumor type refractory to immunotherapies. Most in vitro PDAC models have limited translational relevance, as these fail to recapitulate relevant aspects of PDAC complexity. Altogether, there is an urgent need for novel and innovative PDAC modeling platforms. Here, we discuss the relevance of microfluidic and organoid technologies as platforms for modeling bio- and physicochemical features of PDAC and as translational models that enable high-throughput phenotypic drug screenings, while also allowing for the development of novel personalized models used to identify treatment responsive patient subsets.",
        "year": "2021",
        "venue": "Frontiers in cell and developmental biology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/35004672/",
        "authors": [
          "Geyer, Marlene",
          "Queiroz, Karla"
        ],
        "citation_count": null
      },
      {
        "pmid": "34713636",
        "title": "Tumor organoids: synergistic applications, current challenges, and future prospects in cancer therapy.",
        "abstract": "Patient-derived cancer cells (PDCs) and patient-derived xenografts (PDXs) are often used as tumor models, but have many shortcomings. PDCs not only lack diversity in terms of cell type, spatial organization, and microenvironment but also have adverse effects in stem cell cultures, whereas PDX are expensive with a low transplantation success rate and require a long culture time. In recent years, advances in three-dimensional (3D) organoid culture technology have led to the development of novel physiological systems that model the tissues of origin more precisely than traditional culture methods. Patient-derived cancer organoids bridge the conventional gaps in PDC and PDX models and closely reflect the pathophysiological features of natural tumorigenesis and metastasis, and have led to new patient-specific drug screening techniques, development of individualized treatment regimens, and discovery of prognostic biomarkers and mechanisms of resistance. Synergistic combinations of cancer organoids with other technologies, for example, organ-on-a-chip, 3D bio-printing, and CRISPR-Cas9-mediated homology-independent organoid transgenesis, and with treatments, such as immunotherapy, have been useful in overcoming their limitations and led to the development of more suitable model systems that recapitulate the complex stroma of cancer, inter-organ and intra-organ communications, and potentially multiorgan metastasis. In this review, we discuss various methods for the creation of organ-specific cancer organoids and summarize organ-specific advances and applications, synergistic technologies, and treatments as well as current limitations and future prospects for cancer organoids. Further advances will bring this novel 3D organoid culture technique closer to clinical practice in the future.",
        "year": "2021",
        "venue": "Cancer communications (London, England)",
        "url": "https://pubmed.ncbi.nlm.nih.gov/34713636/",
        "authors": [
          "Qu, Jingjing",
          "Kalyani, Farhin Shaheed",
          "Liu, Li",
          "Cheng, Tianli",
          "Chen, Lijun"
        ],
        "citation_count": null
      },
      {
        "pmid": "37709150",
        "title": "Breast cancer organoids derived from patients: A platform for tailored drug screening.",
        "abstract": "Breast cancer stands as the most prevalent and heterogeneous malignancy affecting women globally, posing a substantial health concern. Enhanced comprehension of tumor pathology and the development of novel therapeutics are pivotal for advancing breast cancer treatment. Contemporary breast cancer investigation heavily leans on in vivo models and conventional cell culture techniques. Nonetheless, these approaches often encounter high failure rates in clinical trials due to species disparities and tissue structure variations. To address this, three-dimensional cultivation of organoids, resembling organ-like structures, has emerged as a promising alternative. Organoids represent innovative in vitro models that mirror in vivo tissue microenvironments. They retain the original tumor's diversity and facilitate the expansion of tumor samples from diverse origins, facilitating the representation of varying tumor stages. Optimized breast cancer organoid models, under precise culture conditions, offer benefits including convenient sample acquisition, abbreviated cultivation durations, and genetic stability. These attributes ensure a faithful replication of in vivo traits of breast cancer cells. As intricate cellular entities boasting spatial arrangements, breast cancer organoid models harbor substantial potential in precision medicine, organ transplantation, modeling intricate diseases, gene therapy, and drug innovation. This review delivers an overview of organoid culture techniques and outlines future prospects for organoid modeling.",
        "year": "2023",
        "venue": "Biochemical pharmacology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/37709150/",
        "authors": [
          "Tzeng, Yen-Dun Tony",
          "Hsiao, Jui-Hu",
          "Tseng, Ling-Ming",
          "Hou, Ming-Feng",
          "Li, Chia-Jung"
        ],
        "citation_count": null
      }
    ],
    "total": 76,
    "snapshot_time": "2025-12-15T17:02:49.011319"
  },
  "\"exosomes\" AND \"neurological diseases\" AND \"biomarkers\" AND \"diagnosis\" AND (\"therapy\" OR \"treatment\") AND ()": {
    "query": "\"exosomes\" AND \"neurological diseases\" AND \"biomarkers\" AND \"diagnosis\" AND (\"therapy\" OR \"treatment\") AND ()",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "30203797",
        "title": "Effect of Regulatory Network of Exosomes and microRNAs on Neurodegenerative Diseases.",
        "abstract": "OBJECTIVE\nA comprehensive review of the network regulation of exosomes and microRNAs (miRNAs) in neurodegenerative diseases was done, centering on the mechanism of the formation of exosomes and miRNAs and the sorting mechanism of exosomal miRNAs, with the aim to provide a theoretical basis in the search of biomarkers and the treatment of neurodegenerative diseases.\nDATA SOURCES\nThe comprehensive search used online literature databases including NCBI PubMed, Web of Science, Google Scholar, and Baidu Scholar.\nSTUDY SELECTION\nThe study selection was based on the following keywords: exosomes, miRNAs, central nervous system (CNS), and neurodegenerative diseases. The time limit for literature retrieval was from the year 2000 to 2018, with language restriction in English. Relevant articles were carefully reviewed, with no exclusions applied to study design and publication type.\nRESULTS\nExosomes are the smallest nanoscale membranous microvesicles secreted by cells and contain important miRNAs, among other rich contents. In the CNS, exosomes can transport amyloid β-protein, α-synuclein, Huntington-associated protein 1, and superoxide dismutase I to other cells. These events relieve the abnormal accumulation of proteins and aggravating neurological diseases. In some neurodegenerative diseases including Alzheimer's disease, Parkinson's disease, Huntington's disease, and amyotrophic lateral sclerosis, miRNAs are pathologically altered as an inexorable course, suggesting that miRNAs may contribute neurodegeneration. Exosomes and miRNAs form a network to regulate the homeostasis of the CNS, both synergistically and individually.\nCONCLUSION\nThe network of exosomes and miRNAs that regulates CNS homeostasis is a promising biomarker for the diagnosis and treatment of neurodegenerative diseases.",
        "year": "2018",
        "venue": "Chinese medical journal",
        "url": "https://pubmed.ncbi.nlm.nih.gov/30203797/",
        "authors": [
          "Li, Dong",
          "Li, You-Ping",
          "Li, Yun-Xiang",
          "Zhu, Xiao-Hua",
          "Du, Xiao-Gang",
          "Zhou, Min",
          "Li, Wen-Bin",
          "Deng, Hong-Yan"
        ],
        "citation_count": null
      },
      {
        "pmid": "31347291",
        "title": "Exosome release and cargo in Down syndrome.",
        "abstract": "Down syndrome (DS) is a multisystem disorder affecting 1 in 800 births worldwide. Advancing technology, medical treatment, and social intervention have dramatically increased life expectancy, yet there are many etiologies of this disorder that are in need of further research. The advent of the ability to capture extracellular vesicles (EVs) in blood from specific cell types allows for the investigation of novel intracellular processes. Exosomes are one type of EVs that have demonstrated great potential in uncovering new biomarkers of neurodegeneration and disease, and also that appear to be intricately involved in the transsynaptic spread of pathogenic factors underlying Alzheimer's disease and other neurological diseases. Exosomes are nanosized vesicles, generated in endosomal multivesicular bodies (MVBs) and secreted by most cells in the body. Since exosomes are important mediators of intercellular communication and genetic exchange, they have emerged as a major research focus and have revealed novel biological sequelae involved in conditions afflicting the DS population. This review summarizes current knowledge on exosome biology in individuals with DS, both early in life and in aging individuals. Collectively these studies have demonstrated that complex multicellular processes underlying DS etiologies may include abnormal formation and secretion of extracellular vesicles such as exosomes.",
        "year": "2019",
        "venue": "Developmental neurobiology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31347291/",
        "authors": [
          "Hamlett, Eric D",
          "LaRosa, Angela",
          "Mufson, Elliott J",
          "Fortea, Juan",
          "Ledreux, Aurélie",
          "Granholm, Ann-Charlotte"
        ],
        "citation_count": null
      },
      {
        "pmid": "39503812",
        "title": "MicroRNAs as Regulators, Biomarkers, and Therapeutic Targets in Autism Spectrum Disorder.",
        "abstract": "The pathogenesis of autism spectrum disorder (ASD) is complex and is mainly influenced by genetic and environmental factors. Some research has indicated that environmental aspects may interplay with genetic aspects to enhance the risk, and microRNAs (miRNAs) are probably factors in explaining this link between heredity and the environment. MiRNAs are single-stranded noncoding RNAs that can regulate gene expression at the posttranscriptional level. Some research has indicated that miRNAs are closely linked to neurological diseases. Many aberrantly expressed miRNAs have been observed in autism, and these dysregulated miRNAs are expected to be potential biomarkers and provide new strategies for the treatment of this disease. This article reviews the research progress of miRNAs in autism, including their biosynthesis and function. It is found that some miRNAs show aberrant expression patterns in brain tissue and peripheral blood of autistic patients, which may serve as biomarkers of the disease. In addition, the article explores the novel role of exosomes as carriers of miRNAs with the ability to cross the blood-brain barrier and unique expression profiles, offering new possibilities for diagnostic and therapeutic interventions in ASD. The potential of miRNAs in exosomes as diagnostic markers for ASD is specifically highlighted, as well as the prospect of using engineered exosome-encapsulated miRNAs for targeted therapies.",
        "year": "2025",
        "venue": "Molecular neurobiology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39503812/",
        "authors": [
          "Yao, Tong-Tong",
          "Chen, Lei",
          "Du, Yang",
          "Jiang, Zhong-Yong",
          "Cheng, Yong"
        ],
        "citation_count": null
      },
      {
        "pmid": "40237381",
        "title": "Whispers in the Brain: Extracellular Vesicles in Neuropathology and the Diagnostic Alchemy of Neurological Diseases.",
        "abstract": "Extracellular vesicles (EVs) have emerged as pivotal mediators in neurological diseases, showcasing multifaceted potential roles ranging from pathogenesis to diagnosis. These nano-sized membranous structures, released by various cell types including neurons, astrocytes, and microglia, encapsulate a diverse cargo of proteins, lipids, RNA species, and even DNA fragments. In neuropathology, EVs contribute significantly to intercellular communication within the central nervous system (CNS), influencing physiological or pathological cascades. Through the transfer of bioactive molecules, EVs modulate neuroinflammation, neuronal survival, synaptic plasticity, and the propagation of protein aggregates characteristic of neurodegenerative disorders. Moreover, their presence in biofluids such as cerebrospinal fluid (CSF), blood, and urine reflects the pathophysiological state of the CNS, offering a window into the diagnosis, monitoring and treatment of neurological diseases. Recent advancements in EV isolation techniques, coupled with high-throughput omics technologies, have facilitated the profiling of EV cargo, enabling the identification of disease-specific biomarkers with high sensitivity and specificity. This review explores the intricate roles of EVs in neuropathology, highlighting their involvement in Alzheimer's disease, Parkinson's disease, multiple sclerosis, and other neurological disorders. Furthermore, it delves into the diagnostic potential of EVs, discussing current challenges and prospects in harnessing EV-derived biomarkers for precision medicine in neurology. Ultimately, understanding the biology of EVs in neurological contexts promises transformative insights into disease mechanisms and therapeutic strategies, paving the way for innovative diagnostic tools and targeted interventions in clinical practice.",
        "year": "2025",
        "venue": "The European journal of neuroscience",
        "url": "https://pubmed.ncbi.nlm.nih.gov/40237381/",
        "authors": [
          "Isik, Melis",
          "Sari, Hatice Kubra",
          "Caglayan, Mehmet Gokhan",
          "Yilmaz, Rezzak",
          "Derkus, Burak"
        ],
        "citation_count": null
      },
      {
        "pmid": "41269455",
        "title": "Surface Problem: Unveiling Extracellular Vesicles Surface Markers and Their Implications for Central Nervous System Diseases' Diagnosis and Treatment.",
        "abstract": "Extracellular vesicles (EVs) are a broad category of small vesicles released by cells in the central nervous system (CNS) that facilitate intercellular communication and contribute to various diseases. In neuroscience, one of the most important and well-characterized EV subtypes is exosomes. However, current issues with EV nomenclature make it difficult to draw firm conclusions due to variability in usage across different studies. One solution to overcome this challenge is to use established markers for isolating different types of CNS-derived EVs. This article provides an up-to-date list of potential EV markers, focusing on surface markers. We discuss the role of EVs in CNS diseases and explore each candidate's potential to be used as a specific EV surface marker. We also highlight how non-adherence to EV nomenclature leads to confusion and misuse of EV markers. Additional challenges in EV research, such as isolation methods and the lack of comparative studies between plasma and tissue-derived EVs, are discussed. Providing a list of new possible CNS-derived EV marker candidates can lead to more precise isolation and description of EVs, thereby enhancing our understanding of EV signaling and advancing our knowledge of neurological diseases.",
        "year": "2025",
        "venue": "Molecular neurobiology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/41269455/",
        "authors": [
          "Gruzdev, Stanislav",
          "Yakovlev, Alexander"
        ],
        "citation_count": null
      }
    ],
    "total": 14,
    "snapshot_time": "2025-12-15T17:03:01.492826"
  },
  "\"exosomes\" AND \"neurological diseases\" AND \"biomarkers\" AND \"mechanism\" AND ()": {
    "query": "\"exosomes\" AND \"neurological diseases\" AND \"biomarkers\" AND \"mechanism\" AND ()",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "30179121",
        "title": "The Mechanism of Exosomes Function in Neurological Diseases: A Progressive Review.",
        "abstract": "Exosomes are extracellular microparticles (≈30-100 nm in diameter) secreted from nearly all types of cells, containing a whole set of biological information including proteins, ribonucleic acid (RNA) and lipids. Latest studies show that exosomes contribute to cell-cell communication and are considered closely related with the modulation of angiogenesis and neurogenesis in many neurological diseases. In the past decade, numerous researchers were devoted to exosomes study, but the mechanism of exosomes function and delivery is uncertain. In this review, we summarized several potential mechanisms of exosomes function in angiogenesis, neurogenesis and Blood Brain Barrier (BBB) delivery, and differentiate various sources of exosomes in stroke, tumor, Traumatic Brain Injury (TBI) and Alzheimer's Disease (AD) aimed to report the most advanced mechanical theories in related past three years to provide a new sight for this research area.",
        "year": "2018",
        "venue": "Current pharmaceutical design",
        "url": "https://pubmed.ncbi.nlm.nih.gov/30179121/",
        "authors": [
          "Yuan, Mengchen",
          "Liu, Nan",
          "Wang, Xiaofeng",
          "Tian, Chao",
          "Ren, Xiaomeng",
          "Zhang, Hanlai",
          "Yang, Xinyu",
          "Li, Xinye",
          "Zhu, Haiyan",
          "Zhu, Lingqun",
          "Shang, Hongcai",
          "Xing, Yanwei",
          "Gao, Yonghong"
        ],
        "citation_count": null
      },
      {
        "pmid": "30203797",
        "title": "Effect of Regulatory Network of Exosomes and microRNAs on Neurodegenerative Diseases.",
        "abstract": "OBJECTIVE\nA comprehensive review of the network regulation of exosomes and microRNAs (miRNAs) in neurodegenerative diseases was done, centering on the mechanism of the formation of exosomes and miRNAs and the sorting mechanism of exosomal miRNAs, with the aim to provide a theoretical basis in the search of biomarkers and the treatment of neurodegenerative diseases.\nDATA SOURCES\nThe comprehensive search used online literature databases including NCBI PubMed, Web of Science, Google Scholar, and Baidu Scholar.\nSTUDY SELECTION\nThe study selection was based on the following keywords: exosomes, miRNAs, central nervous system (CNS), and neurodegenerative diseases. The time limit for literature retrieval was from the year 2000 to 2018, with language restriction in English. Relevant articles were carefully reviewed, with no exclusions applied to study design and publication type.\nRESULTS\nExosomes are the smallest nanoscale membranous microvesicles secreted by cells and contain important miRNAs, among other rich contents. In the CNS, exosomes can transport amyloid β-protein, α-synuclein, Huntington-associated protein 1, and superoxide dismutase I to other cells. These events relieve the abnormal accumulation of proteins and aggravating neurological diseases. In some neurodegenerative diseases including Alzheimer's disease, Parkinson's disease, Huntington's disease, and amyotrophic lateral sclerosis, miRNAs are pathologically altered as an inexorable course, suggesting that miRNAs may contribute neurodegeneration. Exosomes and miRNAs form a network to regulate the homeostasis of the CNS, both synergistically and individually.\nCONCLUSION\nThe network of exosomes and miRNAs that regulates CNS homeostasis is a promising biomarker for the diagnosis and treatment of neurodegenerative diseases.",
        "year": "2018",
        "venue": "Chinese medical journal",
        "url": "https://pubmed.ncbi.nlm.nih.gov/30203797/",
        "authors": [
          "Li, Dong",
          "Li, You-Ping",
          "Li, Yun-Xiang",
          "Zhu, Xiao-Hua",
          "Du, Xiao-Gang",
          "Zhou, Min",
          "Li, Wen-Bin",
          "Deng, Hong-Yan"
        ],
        "citation_count": null
      },
      {
        "pmid": "39941112",
        "title": "Roles, Functions, and Pathological Implications of Exosomes in the Central Nervous System.",
        "abstract": "Exosomes are a subset of extracellular vesicles (EVs) secreted by nearly all cell types and have emerged as a novel mechanism for intercellular communication within the central nervous system (CNS). These vesicles facilitate the transport of proteins, nucleic acids, lipids, and metabolites between neurons and glial cells, playing a pivotal role in CNS development and the maintenance of homeostasis. Current evidence indicates that exosomes from CNS cells may function as either inhibitors or enhancers in the onset and progression of neurological disorders. Furthermore, exosomes have been found to transport disease-related molecules across the blood-brain barrier, enabling their detection in peripheral blood. This distinctive property positions exosomes as promising diagnostic biomarkers for neurological conditions. Additionally, a growing body of research suggests that exosomes derived from mesenchymal stem cells exhibit reparative effects in the context of neurological disorders. This review provides a concise overview of the functions of exosomes in both physiological and pathological states, with particular emphasis on their emerging roles as potential diagnostic biomarkers and therapeutic agents in the treatment of neurological diseases.",
        "year": "2025",
        "venue": "International journal of molecular sciences",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39941112/",
        "authors": [
          "Spinelli, Sonia",
          "Tripodi, Domenico",
          "Corti, Nicole",
          "Zocchi, Elena",
          "Bruschi, Maurizio",
          "Leoni, Valerio",
          "Dominici, Roberto"
        ],
        "citation_count": null
      },
      {
        "pmid": "29449691",
        "title": "Enhanced release of acid sphingomyelinase-enriched exosomes generates a lipidomics signature in CSF of Multiple Sclerosis patients.",
        "abstract": "Multiple Sclerosis (MuS) is a complex multifactorial neuropathology, resulting in heterogeneous clinical presentation. A very active MuS research field concerns the discovery of biomarkers helpful to make an early and definite diagnosis. The sphingomyelin pathway has emerged as a molecular mechanism involved in MuS, since high levels of ceramides in cerebrospinal fluid (CSF) were related to axonal damage and neuronal dysfunction. Ceramides are the hydrolysis products of sphingomyelins through a reaction catalyzed by a family of enzymes named sphingomyelinases, which were recently related to myelin repair in MuS. Here, using a lipidomic approach, we observed low levels of several sphingomyelins in CSF of MuS patients compared to other inflammatory and non-inflammatory, central or peripheral neurological diseases. Starting by this result, we investigated the sphingomyelinase activity in CSF, showing a significantly higher enzyme activity in MuS. In support of these results we found high number of total exosomes in CSF of MuS patients and a high number of acid sphingomyelinase-enriched exosomes correlated to enzymatic activity and to disease severity. These data are of diagnostic relevance and show, for the first time, high number of acid sphingomyelinase-enriched exosomes in MuS, opening a new window for therapeutic approaches/targets in the treatment of MuS.",
        "year": "2018",
        "venue": "Scientific reports",
        "url": "https://pubmed.ncbi.nlm.nih.gov/29449691/",
        "authors": [
          "Pieragostino, Damiana",
          "Cicalini, Ilaria",
          "Lanuti, Paola",
          "Ercolino, Eva",
          "di Ioia, Maria",
          "Zucchelli, Mirco",
          "Zappacosta, Romina",
          "Miscia, Sebastiano",
          "Marchisio, Marco",
          "Sacchetta, Paolo",
          "Onofrj, Marco",
          "Del Boccio, Piero"
        ],
        "citation_count": null
      }
    ],
    "total": 4,
    "snapshot_time": "2025-12-15T17:03:05.037917"
  },
  "\"exosomes\" AND \"neurological diseases\" AND \"biomarkers\" AND \"epidemiology\" AND ()": {
    "query": "\"exosomes\" AND \"neurological diseases\" AND \"biomarkers\" AND \"epidemiology\" AND ()",
    "limit": 5,
    "offset": 0,
    "papers": [
      {
        "pmid": "39823800",
        "title": "The roles and therapeutic potential of exosomal non-coding RNAs in microglia-mediated intercellular communication.",
        "abstract": "Exosomes, which are small extracellular vesicles (sEVs), serve as versatile regulators of intercellular communication in the progression of various diseases, including neurological disorders. Among the diverse array of cargo they carry, non-coding RNAs (ncRNAs) play key regulatory roles in various pathophysiological processes. Exosomal ncRNAs derived from distinct cells modulate their reciprocal crosstalk locally or remotely, thereby mediating neurological diseases. Nevertheless, the emerging role of exosomal ncRNAsin microglia-mediated phenotypes remains largely unexplored. This review aims to summarise the biological functions of exosomal ncRNAs and the molecular mechanisms that underlie their impact on microglia-mediated intercellular communication, modulating neuroinflammation and synaptic functions within the landscape of neurological disorders. Furthermore, this review comprehensively described the potential applications of exosomal ncRNAs as diagnostic and prognostic biomarkers, as well as innovative therapeutic targets for the treatment of neurological diseases.",
        "year": "2025",
        "venue": "International immunopharmacology",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39823800/",
        "authors": [
          "Yang, Hu-Bo",
          "Lu, Ding-Ci",
          "Shu, Min",
          "Li, Juan",
          "Ma, Zhaowu"
        ],
        "citation_count": null
      },
      {
        "pmid": "39841474",
        "title": "Cerebral Microbleeds and Amyloid Pathology Estimates From the Amyloid Biomarker Study.",
        "abstract": "IMPORTANCE\nBaseline cerebral microbleeds (CMBs) and APOE ε4 allele copy number are important risk factors for amyloid-related imaging abnormalities in patients with Alzheimer disease (AD) receiving therapies to lower amyloid-β plaque levels.\nOBJECTIVE\nTo provide prevalence estimates of any, no more than 4, or fewer than 2 CMBs in association with amyloid status, APOE ε4 copy number, and age.\nDESIGN, SETTING, AND PARTICIPANTS\nThis cross-sectional study used data included in the Amyloid Biomarker Study data pooling initiative (January 1, 2012, to the present [data collection is ongoing]). Data from 15 research and memory clinic studies were pooled and harmonized. Participants included individuals for whom data on age, cognitive status, amyloid status, and presence of CMBs were available. Data were analyzed from October 22, 2023, to April 26, 2024.\nMAIN OUTCOMES AND MEASURES\nThe main outcomes were age, cognitive status, amyloid status and presence, location, and number of CMBs. Presence of amyloid pathology was determined based on 42 amino acid-long form of amyloid-β peptide (Aβ42) levels in cerebrospinal fluid or on amyloid-positron emission tomography. Presence and, in a subset, location (lobar vs deep) and number of CMBs were determined on magnetic resonance imaging (locally with visual rating).\nRESULTS\nAmong 4080 participants included in the analysis, the mean (SD) age was 66.5 (8.9) years, and 2241 (54.9%) were female. A total of 2973 participants had no cognitive impairment (cognitive unimpairment [CU]), and 1107 had mild cognitive impairment (MCI) or AD dementia (ADD). One thousand five hundred and thirteen participants (37.1%) had amyloid pathology, 1368 of 3599 (38.0%) with data available were APOE ε4 carriers, and 648 (15.9%) had CMBs. In the CU group, amyloid pathology and APOE ε4 copy number were not associated with presence of any, no more than 4, or fewer than 2 CMBs but were associated with increased odds of lobar CMBs (odds ratio [OR] for amyloid, 1.42 [95% CI, 1.20-1.69], P < .001; OR for 2 vs 0 alleles, 1.81 [95% CI, 1.19-2.74], P = .006; OR for 1 vs 0 alleles, 1.10 [95% CI, 0.83-1.46], P = .49; and OR for 2 vs 1 allele, 1.64 [95% CI, 0.90-2.97], P = .11; overall P = .02). In the MCI-ADD group, amyloid pathology was associated with presence of any CMBs (OR, 1.51 [95% CI, 1.17-1.96], P = .002), no more than 4 CMBs (OR, 1.44 [95% CI, 1.18-1.82], P = .002), and fewer than 2 CMBs (OR 1.34 [95% CI, 1.03-1.74], P = .03) but not lobar CMBs. APOE ε4 copy number was associated with presence of any (OR for 2 vs 0 alleles, 1.72 [95% CI, 0.88-3.35], P = .11; OR for 1 vs 0 alleles, 0.78 [95% CI, 0.59-1.04], P = .09; and OR for 2 vs 1 allele, 2.20 [95% CI, 1.32-3.67], P = .002; overall P < .001) and no more than 4 CMBs (OR for 2 vs 0 alleles, 1.31 [95% CI, 0.64-2.68], P = .45; OR for 1 vs 0 alleles, 0.75 [95% CI, 0.54-1.04], P = .08; and OR for 2 vs 1 allele, 1.76 [95% CI, 0.97-3.19], P = .06; overall P = .03) but not with fewer than 2 or lobar CMBs. Prevalence estimates of CMBs ranged from 6% at 50 years of age in a non-APOE ε4 allele carrier with no amyloid pathology and no cognitive impairment to 52% at 90 years of age in an APOE ε4 homozygote carrier with amyloid pathology and cognitive impairment.\nCONCLUSIONS AND RELEVANCE\nIn this cross-sectional study of 4080 participants, prevalence estimates of CMBs were associated with amyloid status, APOE ε4 copy number, and age. CMB prevalence estimates may help inform safety evaluations for antiamyloid clinical trials.",
        "year": "2025",
        "venue": "JAMA network open",
        "url": "https://pubmed.ncbi.nlm.nih.gov/39841474/",
        "authors": [
          "Oomens, Julie E",
          "van Gils, Veerle",
          "Vos, Stephanie J B",
          "Freeze, Whitney M",
          "Maserejian, Nancy N",
          "Curiale, Gioacchino",
          "Gillis, Cai",
          "Boada, Mercè",
          "van der Flier, Wiesje M",
          "Hort, Jakub",
          "Johnson, Sterling C",
          "Lleó, Alberto",
          "Ramakers, Inez H",
          "Rodrigue, Karen M",
          "Sánchez-Juan, Pascual",
          "Sarazin, Marie",
          "Scarmeas, Nikolaos",
          "Zetterberg, Henrik",
          "Alcolea, Daniel",
          "Barkhof, Frederik",
          "Blennow, Kaj",
          "Bottlaender, Michel",
          "den Braber, Anouk",
          "Cerman, Jirí",
          "Drake-Perez, Marta",
          "Fortea, Juan",
          "Handels, Ron",
          "Ingala, Silvia",
          "Jiménez-Bonilla, Julio F",
          "Karavasilis, Stratos",
          "Lagarde, Julien",
          "Legdeur, Nienke",
          "Lorenzini, Luigi",
          "Marquié, Marta",
          "Moonen, Justine E F",
          "Olivieri, Pauline",
          "Orellana, Adelina",
          "Ossenkoppele, Rik",
          "Rivera-Rivera, Leonardo A",
          "Rodríguez-Rodriguez, Eloy",
          "Ruiz Laza, Agustín",
          "Teunissen, Charlotte E",
          "Tijms, Betty M",
          "Velonakis, Giorgos",
          "Verhey, Frans R J",
          "Visser, Pieter Jelle",
          "Jansen, Willemijn J"
        ],
        "citation_count": null
      }
    ],
    "total": 2,
    "snapshot_time": "2025-12-15T17:03:08.237443"
  }
}